package com.cg.mrice.data;

import com.cg.mrice.R;
import com.cg.mrice.model.NewsInfo;

import java.util.ArrayList;
import java.util.List;

/**
 * Created by Mr on 2018/4/10.
 */

public class NewsData {

    public static List<NewsInfo> getNews() {
        List<NewsInfo> list = new ArrayList<>();
        NewsInfo newsInfo;
        newsInfo = new NewsInfo();
        newsInfo.setTitle("大乐透头奖空开二等奖122注 6亿派奖下期开始");
        newsInfo.setTime("2018-04-23 07:57:24");
        newsInfo.setImgUrl(R.drawable.x26);
        newsInfo.setSourceUrl("4月9日，体彩大乐透 第18040期开奖，头奖未中出，二等奖开出122注，其中65注采用追加投注。本期开奖结束后，奖池金额小幅上升，达到54.11亿元。本期全国共销售2.11亿元，为社会筹集彩票公益金7614万元。\n" +
                "本期，体彩大乐透前区开奖号码为“05、07、18、27、31”，后区号码“01、08”。前区开奖号码分布较为均匀，大小比3：2，奇偶比4：1。其中号码“07、27”是一组同尾号，在近10期均开出4次，“07”重复上期开出；号码“31”隔期出号，近5期开出3次，较活跃；号码“05、18”最近一次携手亮相是在第18030期。后区开出“01、08”一小一大的奇偶组合。\n" +
                "本期，二等奖开出122注，每注奖金7.06万余元；其中65注采用追加投注，每注多得奖金4.23万余元。三等奖开出1103注，每注奖金3260元；其中423注采用追加投注，每注多得奖金1956元。\n" +
                "本期开奖后，奖池金额小幅回升，将有54.11亿元的奖池金额滚入（本周三）第18041期开奖。\n" +
                "4月11日（本周三）迎来的第18041期开奖，将是体彩史上力度最强的“6亿元大派奖”活动的首期开奖。这次派奖活动除了延续一等奖和固定奖同时派奖以外，还新增了“乐善奖”派奖，可谓是奖金多多！想体验一下派奖乐趣的你，快点上场吧！别忘了，追加投注“3元可中2400万”哟。\n" +
                "（中国体彩网）");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("双色球第18040期网易彩票专家推荐号码汇总");
        newsInfo.setTime("2018-04-22 16:05:54");
        newsInfo.setImgUrl(R.drawable.x27);
        newsInfo.setSourceUrl("条件分析：\n" +
                "凤尾：再来关注一下凤尾号码在历年的040期开奖表现，3字头凤尾呈现热态，落球次数高达9期，剩余6期的凤尾有五期在2字头区间亮相，有一期在1字头区间亮相(2014040期开出15)，2018040期凤尾看好3字头区间数值。\n" +
                "奇偶：奇号连续形态：历史15期开奖中，奇号连续共计开出2组形态码，分布在2个历史同期(2004040期开出17 19、2008040期开出25 27)，其余13个历史同期的奇号连续均为0组，本年度的040期奇号连续组数继续看0。\n" +
                "蓝球规律：从历史040期蓝球出号观察，大、小数值出号并不均衡，其中大区蓝球上奖11期，剩余四期蓝球在小区间亮相，2018040期建议关注大区蓝球的表现。(小：0-2、中：3-6、大：7-9)。\n" +
                "专家推荐号码汇总：\n" +
                "幸运女神：02 07 14 15 22 27 28 31 + 11 13\n" +
                "黑蝴蝶：03 09 10 12 16 17 22 24 27 31 + 11 12 13\n" +
                "麦丽素：04 06 15 21 29 31 + 07\n" +
                "诸葛孔明：04 10 15 22 26 30 + 05\n" +
                "唐儿：06 10 14 16 21 25 28 30 + 05\n" +
                "蓝调：09 14 16 20 27 33\n" +
                "乐天小心：02 14 15 22 27 31 + 11\n" +
                "碧云天：04 08 11 12 16 19 24 32 + 07 14\n" +
                "菏泽子：02 11 14 18 28 31 + 15\n" +
                "顾庭川：04 06 15 20 27 29 + 14\n" +
                "综合推荐：04 10 16 22 27 30 + 14");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("独家-双色球第18040期历史同期分析");
        newsInfo.setTime("2018-04-22 10:18:02");
        newsInfo.setImgUrl(R.drawable.x28);
        newsInfo.setSourceUrl("红球分析：\n" +
                "\n" +
                "1.在历史上14次040期开奖中，出现过6次断区，其中一区5次，三区1次，本期不看好出现断区。\n" +
                "2.在历史上14次040期开奖中，30为最热号码，出现6次，01 02 05 08 09 16 18 31最为冷门，在历史同期中均只出现过1次 。\n" +
                "3.在历史上14次040期开奖中，龙头号码在01-15之间，凤尾号码在15-33之间。本期龙头区间看好01-07，凤尾区间24-33。\n" +
                "4.在历史上14次040期开奖中，开出过9期连号，目前连号在历史同期中开出较热，本期看好连号开出。\n" +
                "5.在历史上14次040期开奖中，8期出现历史同期重号，本期看好重号开出。\n" +
                "6.在历史上14次040期开奖中，和值区间在51-149间游走，本期和值看好120点左右。\n" +
                "7.在历史上14次040期开奖中，大小比3:3开出4次，4:2开出4次，2:4开出1次,0:6开出1次，5:1开出4次。本期大小比看好3:3、4:2或5:1。\n" +
                "8.在历史上14次040期开奖中，奇偶比3:3开出4次，4:2开出2次，2:4开出4次，5:1开出2次，1:5开出2次。本期看好奇偶比3:3或2:4。\n" +
                "蓝球分析：\n" +
                "\n" +
                "1.从冷热号上看，在历史上14次040期开奖中，未开出的号码有01 02 05 06 07 14 15；号码10最热，共开出过3次。\n" +
                "2.从大小号上看，在历史上14次040期开奖中，共开出10次大数，4次小数。\n" +
                "3.从奇偶上看，在历史上14次040期开奖中，共开出7次奇数，7次偶数。\n" +
                "4.从质合上看，在历史上14次040期开奖中，共开出6次质数，8次合数。\n" +
                "综合推荐： 04 12 15 19 29 30 + 10");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("独家-欧冠焦点推荐:实力差距大 罗马再负巴萨");
        newsInfo.setTime("2018-04-22 08:53:19");
        newsInfo.setImgUrl(R.drawable.x20);
        newsInfo.setSourceUrl("18049期1推介：0\n" +
                "4月11日（周三）02:45\n" +
                "[C1]罗马 VS 巴塞罗那[D1]\n" +
                "积分：11（罗马）\n" +
                "（巴塞隆拿）积分：14\n" +
                "全场推介 巴塞罗那 大球1:3\n" +
                "半场推介 巴塞罗那 小球0:1\n" +
                "■罗马上周末主场不敌佛罗伦萨，遭遇近5轮联赛首败（3胜1平1负），被同城宿敌拉齐奥追平积分，落后榜首尤文图斯已达21分之多。中场纳因戈兰（26场3球）伤愈首发，中场乌德尔（21场5球）、前锋佩罗蒂（23场5球）和后卫卡斯多普（1场）因伤缺阵，周中恐难赶及复出。俱乐部正与门将阿利森商谈续约，但后者要求涨薪至500万欧元使得谈判遇到困难。\n" +
                "■巴塞罗那轻取莱加内斯，完成跨赛季38场联赛不败壮举（31场7平），追平了皇家社会在1979-80赛季创下的西甲历史纪录。库蒂尼奥和O·登贝莱先后助攻，梅西完成代表巴萨的第40个帽子戏法，同时打入本季西甲第6个直接任意球，以29个联赛进球追平利物浦的萨拉赫，并列欧洲金靴奖榜首。后卫迪涅（10场）和中场布斯克茨（25场1球）伤缺。\n" +
                "■罗马历史上3次参加欧战1/4决赛1次晋级、两回合淘汰赛7战西班牙球队3胜4负。巴萨过往19次参加欧战1/4决赛14次晋级、两回合淘汰赛12战意大利球队8胜4负。法国名哨克莱门特·图尔平将担任本战主裁。·何延国·");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("欧冠前瞻:客战罗马 巴萨有望双杀对手");
        newsInfo.setTime("2018-04-21 17:58:36");
        newsInfo.setImgUrl(R.drawable.x21);
        newsInfo.setSourceUrl("[欧冠杯]罗马vs巴萨\n" +
                "开赛时间：2018-04-11 02:45\n" +
                "罗马\n" +
                "近况汇总：\n" +
                "罗马上一场赛事在意甲联赛对阵佛罗伦萨，球队坐镇主场却在开场7分钟失守，之后球队虽然把握超过7成的控球率并创造了28次射门机会，但进攻端的把握力欠佳，下半场球队的呈现急躁情绪而自动排版无法把握射门良机，最终以0:2完败收场。\n" +
                "猎球者网提醒：\n" +
                "a)   罗马遭遇两连败，不仅在欧冠杯上处于落后3球的劣势，同时在意甲联赛全失三分后处于欧冠区的边缘；\n" +
                "b)   目前在意甲联赛排名第4位，相比身后的国际米兰仅多1分，球队难免为联赛而分心，另外欧冠杯上因首回合大比分落后，此役想扳回3球的落后形势难度巨大；\n" +
                "c)   在意甲联赛呈现攻守均衡的属性，赛季场均进球数超过1.5球，主力前锋哲科是队内第一射手，目前有14个联赛进球和5个欧冠进球；\n" +
                "d)   本赛季在意甲赛场的主场成绩起伏较大，不过在欧冠赛事却有稳定的发挥，全部4个主场保持不败并豪取三胜，并且持续4战能都零封对手；\n" +
                "主要伤停：右后卫里克卡索遭遇伤病将缺阵次回合的交锋。\n" +
                "巴萨\n" +
                "近况汇总：\n" +
                "巴萨上一场赛事在西甲联赛对阵雷加利斯，球队虽然轮换了部分主力，但借助主场之利依然把握比赛节奏，全场控球率接近7成并有到达5成的射门命中率，半场结束前就两球领先，下半场阵型调整后给予对手一定的射门机会，但防守保持稳健，最终以3:1胜对手。\n" +
                "猎球者网提醒：\n" +
                "a)   巨星前锋梅西再度上演帽子戏法，本赛季各项赛事为球队攻入了36个进球，其中联赛达到29个而成为欧洲金靴榜并列第1位，欧冠赛场目前虽然仅有6个，但也是欧冠金靴的有力争夺者之一；\n" +
                "b)   巴萨持续保持稳定的状态，最近6场赛事斩获5胜并持续每场都有2球进账，整体发挥上佳并呈现攻守皆备的属性；\n" +
                "c)   在欧冠8强赛首回合对阵罗马以4:1大胜而占据了3球的领先优势，此役只要不失3球即可成功晋级4强，而球队在本赛季从未失球超过2个，晋级的前景十分乐观；\n" +
                "d)   巴尔韦德在周末的联赛让较多的中后场球员轮休，此役又较大机会以稳固防守为主，进攻端由近期状态火热的梅西掌控下，球队攻守体系完整依然属于占据优势的一方；\n" +
                "主要伤停： 进攻中场库蒂尼奥因代表过利物浦出战欧冠而没有资格上阵，后卫迪涅和后腰蒙塔纳依然处于养伤阶段而缺阵。\n" +
                "猎球者网预测：\n" +
                "罗马首回合落后三球，球队坐镇主场必须主导进攻。但是，以近期状态而言，防守漏洞百出，攻击力持续下降，还是面对强大的巴萨，强行进攻恐怕只会雪上加霜。目前亚盘方面巴萨客让半一低水，个别机构则以客让一球让步，对于巴萨客战依旧信心十足。此役巴萨有望双杀对手。\n" +
                "让球推荐：巴萨（即时受让半一盘）");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("罗马VS巴萨情报分析:红狼轮休3将 巴萨难遭逆转");
        newsInfo.setTime("2018-04-21 10:23:39");
        newsInfo.setImgUrl(R.drawable.x22);
        newsInfo.setSourceUrl("罗马VS巴萨 情报分析\n" +
                "周二003罗马VS巴萨（欧冠02:45）\n" +
                "罗马\n" +
                "状态 罗马3天前意甲轮休3将遭爆冷\n" +
                "罗马3天前意甲主场场面绝对占优（射门数28-3）的情况下，0-2不敌佛罗伦萨。该场比赛罗马轮休了中场核心弗洛伦齐，主力左边后卫科拉罗夫和精神领袖德罗西。\n" +
                "阵容 罗马主力后腰纳因格兰复出\n" +
                "相较双方首回合交锋，罗马中场纳因格兰伤愈复出，可以出战本场比赛。此前纳因格兰已经出战了3天前的意甲。\n" +
                "伤停 罗马1将伤缺3将伤疑\n" +
                "相较首回合交锋，罗马后卫卡尔斯多普继续缺阵，此外后卫佩莱格里尼，中场乌德尔和攻击手佩罗蒂因伤出战成疑。\n" +
                "其他 罗马体育总监是塞维利亚功勋\n" +
                "罗马体育总监蒙奇是前塞维利亚体育总监，此前在西甲工作多年，对巴萨非常熟悉。上周的西甲联赛，塞维利亚一度2-0领先巴萨，最后时刻被巴萨连扳两球，差点打破巴萨联赛不败金身。\n" +
                "巴萨\n" +
                "状态 巴萨3天前西甲梅西带帽助大胜\n" +
                "巴萨3天前西甲主场3-1战胜莱加内斯，核心梅西完成帽子戏法。该场比赛巴萨轮休了主力后卫乌姆蒂蒂，中场核心伊涅斯塔和主力右后卫阿尔巴，此外轮换后腰保利尼奥没有出战，主力后腰布斯克茨因伤缺阵。\n" +
                "伤停 巴萨2将因伤出战成疑\n" +
                "相较首回合交锋，巴萨本场比赛后卫迪涅和主力后腰布斯克茨因伤出战成疑，此外其他球员均可以出战。\n" +
                "阵容 梅西20战意甲球队进12球\n" +
                "巴萨核心梅西目前已经打进了100粒欧冠进球，在与意甲球队的交锋中，梅西出战20场打进12球，不过双方首回合比赛梅西未能取得进球。\n" +
                "数据 巴萨9大首发2战送罗马10-2\n" +
                "2015-16赛季欧冠巴萨主场6-1横扫罗马，当时巴萨首发11人现在有9人还在队中，只有阿尔维斯和内马尔离队。本赛季欧冠双方首回合比赛，这9人又再次送罗马1-4惨败，2战对阵罗马拿到10-2。\n" +
                "数据 巴萨淘汰赛41次首胜38次晋级\n" +
                "巴萨在淘汰赛首轮获胜的前41次比赛中，最终38次成功晋级，只有3次被逆转淘汰出局。\n" +
                "中立\n" +
                "裁判 当值主裁首次执法巴萨\n" +
                "本场比赛主裁判是法国人克莱门特·特平，该裁判此前执法欧冠正赛14场，场均罚牌3.6张，尺度一般。该裁判此前执法西甲球队欧冠2胜1平1负，意甲球队欧冠1战打平。这使其首次执法巴萨比赛，此前执法罗马欧联杯客场2-1击败费耶诺德。");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("独家-欧冠焦点推荐:曼城主场3:0反击 或点球大战");
        newsInfo.setTime("2018-04-21 08:54:24");
        newsInfo.setImgUrl(R.drawable.x23);
        newsInfo.setSourceUrl("18049期2足彩：3\n" +
                "4月11日（周三）02:45\n" +
                "[F1]曼城 VS 利物浦[E1]\n" +
                "积分：15（曼城）（利物浦）积分：12\n" +
                "全场：曼城 小球3:0\n" +
                "半场：曼城 小球 1:0\n" +
                "■曼城上轮英超在曼彻斯特德比遭曼联逆转，未能成为英超史上首支提前6轮夺冠的球队。瓜迪奥拉自2015年5月以来首次正式比赛2连败，也是他执教生涯首次上半场领先2球后被反超比分。曼城近2场失球（6球）相当于此前12场的总失球。球队除了老伤号门迪外，其余主力均可以出战。\n" +
                "■利物浦本季11场欧冠不败（7胜4平），其中6场零封对手，不过次回合前伤兵满营，左闸莫雷诺、罗伯逊双双受伤，上轮默西塞德郡德比甚至派出中卫卡拉万顶替左闸。罗伯逊伤势稍轻，有望与前锋萨拉赫一起复出。英国媒体透露，利物浦中场埃姆雷·詹的背伤比此前预期更严重，并有可能缺席球队本季余下赛事，甚至会影响参加世界杯。埃姆雷·詹缺席了之前德国队两场友谊赛提前返回利物浦接受治疗，但目前仍未恢复训练。中卫马蒂普与中场拉拉纳已经告别本赛季，队长中场亨德森也累黄缺席本战。\n" +
                "■曼城上轮虽然客场不敌利物浦，但全场还是占据66%的控球率。欧冠历史上，只有1支球队在1/4决赛及以后阶段首回合0比3告负后逆转晋级：1985-86赛季，巴塞罗那客场0比3负于哥德堡，回到主场3比0获胜，点球5比4晋级。");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("英超17-18赛季半程总结:曼城当仁不让居于榜首");
        newsInfo.setTime("2018-04-19 18:25:42");
        newsInfo.setImgUrl(R.drawable.x24);
        newsInfo.setSourceUrl("截止今日，2017-2018德甲联赛上半程19轮联赛已全部结束。目前德甲积分榜上，前4名（欧冠区）是四大传统豪门：曼彻斯特城、曼彻斯特联、切尔西和利物浦。其中曼城目前积55分位于榜首,领先第二名曼联13分之多,在接下来的几场比赛中可以无忧了.\n" +
                "下边网易彩票就为你一一盘点前半程包括盘路、冷门等在内的诸多特点以方便彩民朋友下半程的投注。\n" +
                "1. 半程总体特征\n" +
                "\n" +
                "进球数方面：曼城打进球最多,高达60球，场均3球，英超第一;\n" +
                "失球数方面：失球最少除了曼城以外,也就是曼城和切尔西了，只有14个丢球。失球数最多的球队是斯托克城，19轮联赛狂丢40球,平均每场比赛2个球;\n" +
                "胜率方面，曼城19场联赛赢足18场，以94.74%的胜率遥遥领先。主场胜率最高的依旧是曼城，斯旺西主场胜率最低，客场胜率最高的球队也是曼城。客场胜率第2高的是切尔西，10个客场取得6场胜仗。\n" +
                "2. 全场盘路方面\n" +
                "\n" +
                "数据解析\n" +
                "赢盘率最高：曼城、伯恩利、哈德斯菲尔德 、埃弗顿；19场比赛均有11次以上的赢盘\n" +
                "* 曼城: 半程战罢，曼城19轮录得18胜1平的惊人成绩，拿下55个积分，领先第二名曼联的优势达到13分之多；进60球失12球，两项数据均冠绝全联盟，48个净胜球亦然。蓝月的半程积分、进球数和领先优势均创新高，堪称英格兰顶级联赛历史上最强势的领骑者，连20冠的第一豪门曼联都未取得过如此令追赶者绝望的半程统治。\n" +
                "*哈德斯菲尔德，赛季初很多球迷认为该队将难逃降级厄运，但上半程球队位居联赛第11，赢盘率并列第三。\n" +
                "如果下半赛季庄家对于曼城和哈德斯菲尔德的盘口态度不变，我们可以持续关注他们的上盘。\n" +
                "3. 大小球方面\n" +
                "\n" +
                "由此看来，斯托克城下半程依然是大球首选，下半程小球可继续关注伯恩利。\n" +
                "4. 最\"坑\"的球队\n" +
                "联赛半程过后，西布罗姆维奇居倒数第一，堪称最\"坑\"的球队。庄家为多特19场联赛开出了5个上盘,5个平盘和9个下盘，而西布罗姆维奇输盘场次却高11场。\n" +
                "此外位列实力榜前三名的利物浦，阿森纳和热刺也是很坑，19场表示中、利物浦输盘9场，阿森纳输盘9场，而热刺竟然高达11场。\n" +
                "5. 冷门相关\n" +
                "\n" +
                "上图为你奉上上半程十大冷门，透过冷门我们看一下最坑的球队和最容易被爆冷的球队：\n" +
                "1、 显而易见上半程最容易出冷的是曼城，冷门有2次，其次就是切尔西，阿森纳和利物浦，冷门各占1次。\n" +
                "2.切尔西，阿森纳和利物浦上半程最令人失望的球队，联赛中多次成为被爆冷的对象。切尔西英超卫冕冠军，并没有像上赛季那样勇猛，孔蒂认为，他们失去了迭戈-科斯塔和马蒂奇这两名主力导致，太过于单薄的阵容难免力不从心。\n" +
                "希望通过以上的复盘能够帮助广大竞彩玩家获得一些有用的、规律性的参考信息，也让大家发现一些\"极具特点的球队\"，以便于下半程更为准确得把握基本面信息。另外，冬歇期也是各支球队招兵买马，提升球队实力的关键时期，主教练的更换和球员引进可能会对球队实力产生影响。因此，在投注这些球队时还需要关注临场首发信息等来综合考虑。");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("双色球18040期分析:质数胆码03 07 11");
        newsInfo.setTime("2018-04-19 11:19:43");
        newsInfo.setImgUrl(R.drawable.x33);
        newsInfo.setSourceUrl("双色球2018039期开奖号码：08 12 18 19 23 32+03，大小比4：2，奇偶比2：4，012路比2:1:3，蓝球0路小码03。\n" +
                "质数号码有12个：01、02、03、05、07、11、13、17、19、23、29、31。正常情况下，每期双色球开奖的红球号码中一般会经常出现1～3枚质数号码。理论上来讲，每期所开出的质数号码数量为(33/12=2.7)约为2个。\n" +
                "把质数分为大小两个集合：质数的小号码(01、02、03、05、07、11)为一个集合，质数的大号码(13、17、19、23、29、31)为另一个集合。\n" +
                "0路：03   1路01 07 13 19 31   2路02 05 11 17 23 29\n" +
                "双色球2018040期质数出号分析：\n" +
                "\n" +
                "上期质数开出2码19 23，近5期共开出11个质数，平均每期2.2个，本期看好2-3码开出。从上表中大小分析，近几期看好小质数，关注0路2路，本期重点看好03 07 11\n" +
                "双色球2018040期合数出号分析：\n" +
                "\n" +
                "上期合数开出4码08 12 18 32，从上表中可以看出，近5期合数共开出19个，平均每期3.8个，本期关注合数3-4码出号；从上表中，0路合数看09 21 33；1路合数本期看好04 16 22；2路合数本期看好14 20 26，推荐04 09 14 16 20 21 22 26 33\n" +
                "综合以上分析（12码）：03 04 07 09 11 14 16 20 21 22 26 33\n" +
                "质数胆码：03 07 11\n" +
                "合数拖码：06 27 30\n" +
                "蓝球推荐：上期开出质数03，本期继续关注合数号码开出号。推荐04 12 08 14\n" +
                "精选一注：03 07 11 20 26 33+12\n" +
                "（个人观点，仅供参考）");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("体彩高频11选5杀号技巧:选用温球最明智");
        newsInfo.setTime("2018-04-18 09:09:01");
        newsInfo.setImgUrl(R.drawable.x30);
        newsInfo.setSourceUrl("一、体彩高频11选5绝杀冷热球杀号法：细心的彩民一定知道开奖号大多产生于次冷、次热球号当中，而那些热乎其热的好球、暂时进入冬眠期的个号无疑可坚决绝杀。而选用温球将是明智的选择。\n" +
                "二、体彩高频11选5绝杀出球极限杀号法：由于体彩各种走势现象，普遍存在着一定的阶段性、极限性，为巧妙杀号提供了可能。我们对那些连占五期以上的个号、斜连球数超过四期的斜连接球、等隔出球模式超过四期的个球无疑可以坚决绝杀。\n" +
                "三、体彩高频11选5绝杀首尾球杀号法：体彩各期所开出的中奖号打头球、收尾球其实隐含了很多阶段性规律，大家可以针对性研究选用一些方法。这里仅介绍杀号法，你可将各期首尾球相减，其差值下期普遍绝杀。");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("吉林体彩高频11选5复式投注技巧:选错仍能中奖");
        newsInfo.setTime("2018-04-17 15:59:58");
        newsInfo.setImgUrl(R.drawable.x5);
        newsInfo.setSourceUrl("复式投注是体彩高频11选5购买中，深受大家喜爱的一种投注方式，这种投注方式最大的好处就是选错号码了，还能中奖。但是复式投注有时候投注金额会比较高，今天小编向大家推荐几种投注金额不高，中奖率还比较高的投注方式。\n" +
                "一、三码复式任选二——错一个号也能回本\n" +
                "三码复式任选二，是选择3个号码，对任选二进行投注，投注金额为6元。\n" +
                "体彩高频11选5每期开出五个号码，而三码复式任选二是选择3个号码进行投注，如果3个码号全部为开奖号码，则可以中得3注任选二，奖金为18元。如果三个号码中有1个号码未中奖，还可以中得1注任选二。\n" +
                "运用这种方式进行投注时，可以针对相同的号码再买一注任选三，这样如果三个号码都中奖，则可以有效提高中奖奖金。\n" +
                "二、四码复式任选三——错一个号奖金还翻倍\n" +
                "四码复式任选三，是选择4个号码，对任选三进行投注，投注金额为8元。\n" +
                "如果4个码号全部为开奖号码，则可以中得4注任选三，奖金可达76元。如果3个号码中有1个号码未中奖，还可以中得1注任选三，奖金也有19元。\n" +
                "运用这种方式进行投注时，可以针对相同的号码再买一注任选四，这样如果四个号码都中奖，奖金可以达到154元。\n" +
                "三、五码复式任选三——错两个号还能回本\n" +
                "五码复式任选三，是选择5个号码，对任选三进行投注，投注金额为20元。\n" +
                "如果5个码号全部为开奖号码，则可以中得10注任选三，奖金可达190元。如果5个号码中有1个号码未中奖，还可以中得4注任选三，奖金也有76元。如果5个号码中有两个号码未中奖还可以中得1注任选三，奖金还有19元，基本可以回本\n" +
                "四、五码复式任选四——超高投资回报率\n" +
                "五码复式任选四，是选择5个号码，对任选四进行投注，投注金额为10元。\n" +
                "如果5个码号全部为开奖号码，则可以中得5注任选四，奖金可达390元。如果五个号码中有一个号码未中奖，还可以中得1注任选四，奖金也有78元。\n" +
                "运用这种方式进行投注时，可以针对相同的号码再买一注任选五，这样如果五个号码都中奖，奖金可以达到930元。\n" +
                "五、六码复式任选五——不再为一个号码而纠结\n" +
                "任选五单注奖金高达540，是体彩高频11选5的客户最喜欢的投注方式，但五个号码必须严格选对，也常常让大家痛苦不堪，常常出现四个号码都选对，但却因为最后一个号码选错而错失奖金，回想起来选号的时候正是在这个号码和另一个号码之间纠结，这种时候用六码的复式投注，虽然投注金额多一些，但却能让大家不再纠结。\n" +
                "六码复式任选五，是选择6个号码，对任选五进行投注，投注金额为12元。\n" +
                "如果六个码号中包含了所有开奖号码，则可以中得1注任选五，奖金可达540元。运用这种方式进行投注时，可以针对相同的号码再买一注任选五，这样如果五个号码都中奖，奖金可以达到930元。");
        list.add(newsInfo);
        return list;
    }

    public static List<NewsInfo> getNews2() {
        List<NewsInfo> list = new ArrayList<>();
        NewsInfo newsInfo;

        newsInfo = new NewsInfo();
        newsInfo.setTitle("独家-4.10易眼金睛大神牛哥分析:罗马逆转无望");
        newsInfo.setTime("2018-04-16 17:12:52");
        newsInfo.setImgUrl(R.drawable.x25);
        newsInfo.setSourceUrl("昨日搏冷命中！且精准命中比分！\n" +
                "第一场：“易眼金睛”稳胆推荐\n" +
                "欧冠：罗马 VS 巴塞罗那\n" +
                "比赛时间：2018-4-11星期三02:45\n" +
                "亚洲盘口：2.10受半球/一球1.76\n" +
                "竞彩推荐：客胜\n" +
                "上周欧冠首回合较量中，巴萨主场4-1轻取罗马，实力明显占优，且球队近期发挥持续强势，周末联赛中，队内头号球星梅西更是以一个帽子戏法，率领巴萨继续在联赛积分榜中领跑；而罗马方面，首回合客场作战，球员表现糟糕，德罗西和马诺拉斯的两记乌龙球让球队陷入了更加尴尬的境地，本回合坐镇主场，面对实力处于上风的巴萨，罗马逆转几乎无望。\n" +
                "亚盘分析：\n" +
                "\n" +
                "初盘各博彩公司意见不统一，多开出罗马受让半球/一球、受让半球盘，加入投注后，盘口多变为受一球盘口中高水位。盘口的变化，显示了对客队取胜信心的增强。从两队实力和近期状态看，巴萨均占据上风，客胜基本无悬念，比分推荐：推荐2-0/3-1\n" +
                "第二场：“避雷针”问题场次筛选\n" +
                "英冠：普雷斯顿vs利兹联\n" +
                "1. 两队最近6次交手，普雷斯顿2平4负无一胜绩。最近两次交锋，普雷斯顿均被利兹联零封。\n" +
                "2. 普雷斯顿上轮客场0-1不敌雷丁，联赛遭遇3连败，且这三场比赛仅打进1球，进攻效率较低。\n" +
                "本场亚盘开出普雷斯顿让半球盘，加入投注后，盘口变为半球/一球盘中高水位，结合两队过往战绩，未免对主队太过高看，有诱盘嫌疑。综合来看，本场需要防冷，关注客队不败。比分推荐：1-1 1-2。");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("竞彩:巴萨防冷平 富勒姆力争前二");
        newsInfo.setTime("2018-04-16 16:22:12");
        newsInfo.setImgUrl(R.drawable.x40);
        newsInfo.setSourceUrl("周二003欧冠 罗马 vs 巴塞罗那\n" +
                "推荐：平负  赔率：4.10/1.53\n" +
                "罗马第一回1-4输球，几乎没有翻盘的希望，走过场而已，战意难免不足。上轮联赛面对佛罗伦萨也是状态全无，主场输球，本场不值得高看。\n" +
                "巴萨已经在西甲确保了一个联赛冠军，现在的重点自然放在欧冠上。首回合大比分赢球，他们只需要控制节奏即可。\n" +
                "亚洲初盘开出客让半一，对巴萨信心十足。两队实力差距较大，巴萨已经确立了晋级优势，没有必要冒着受伤和体能损耗的风险去硬拼。在这种情况下，反而可能会出现冷平。竞彩推荐平负。\n" +
                "周一008英冠 富勒姆 VS 雷丁\n" +
                "推荐：让胜  赔率1.75\n" +
                "富勒姆上次输球已经是三个月以前的事情，已经19轮保持不败，且仅仅只有三场平局。本轮另一场焦点比赛，维拉对阵排名第二的加的夫城。富勒姆只要赢球就有可能夺得第二的位置，本场势必战意十足。\n" +
                "而雷丁本赛季下滑明显，已经到了要为保级做考虑的时候。但是球队过于孱弱的客场战绩，很难听过富勒姆这一关。\n" +
                "亚盘以主让一球起步，后市升盘至一球半，力挺主队。本场无冷，推让胜。");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("竞彩焦点场次投注对比(4.10):巴萨曼城受支持");
        newsInfo.setTime("2018-04-16 16:05:48");
        newsInfo.setImgUrl(R.drawable.x39);
        newsInfo.setSourceUrl("4月10日预测：\n" +
                "竞彩投注除参考盘口变动外，另一重要数据就是玩家投注比例，不同场次玩家投注比例往往有很大差别。网易彩票特意筛选每日焦点场次，统计网易网友、欧洲玩家以及必发市场各自成交占比，您可了解不同地区玩家投注倾向究竟如何，以及哪些场次存在观点分歧。\n" +
                "\n" +
                "003场    欧冠      罗马  VS 巴萨\n" +
                "本场三家观点比较一致，客胜均是成交量最大选项。巴萨客胜受到各方明显支持。\n" +
                "004场    欧冠      曼城 VS 利物浦\n" +
                "本场三家观点相对一致，主胜均是投注量最大选项。曼城有望在主场扳回一局，但能否实现翻盘还未可知。\n" +
                "011场    英冠      普雷斯顿 VS 利兹联\n" +
                "本场三家观点相对一致，主胜均是投注量最大选项。但各家也存在一定防冷倾向，其中网易网友重点看好分胜负，必发市场稍稍防平，欧洲玩家则是对平局和主负都有相当明显的防守。\n" +
                "015场    英甲      罗奇代尔 VS 维冈\n" +
                "本场三家观点相对一致，客胜均是最大投注量。\n" +
                "020场    英冠      博尔顿 VS 米尔沃尔\n" +
                "本场三家观点比较一支，米尔沃尔客胜受到各家一致支持。\n" +
                "注：\n" +
                "1.上文所选场次均为当日关注度较高比赛，数据参考更有保证");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("美冠杯:状态不佳 红牛主场难取胜利");
        newsInfo.setTime("2018-04-16 13:54:34");
        newsInfo.setImgUrl(R.drawable.x38);
        newsInfo.setSourceUrl("美冠杯竞彩足球推荐：纽约红牛 VS 瓜达拉哈拉\n" +
                "比赛时间：2018-04-11星期三08：00\n" +
                "欧洲指数：2.24 3.35 2.82\n" +
                "初盘盘口：1.00平/半0.90\n" +
                "比赛分析：\n" +
                "周三早上，中北美洲联赛冠军杯准决赛次回合率先展开1场角逐，美职联队伍纽约红牛将坐镇主场迎战墨超联队伍瓜达拉哈拉。上仗首回合作客不敌瓜达拉哈拉后，纽约红牛回到美国后也没有参与美职联的比赛，球队如今可谓以逸待劳。不过球队今仗翻盘还是具备一定的难度，皆因过去4场各项赛事输足3场，全队毫无状态可言;而客队瓜达拉哈拉凭首回合藉攻击手比利素尔拿的入球，取得了晋级主动权，为了专心对待今仗与纽约红牛的次回合比赛，瓜达拉哈拉在上轮联赛也派遣了不少后备以及年轻小将来应付，明显是留力备战今仗大战，今仗次回合面对近态低迷的纽约红牛有望力保不失全身而退。\n" +
                "投注分析：\n" +
                "本场比赛亚洲初盘普遍开出主让平/半高水，在主队首回合落后的情况下，初盘高水的走势对于上盘打出明显是信心不足，并且到了后市阶段，上盘水位一直维持在高水的位置，如此水位的变化对于上盘打出更加不利。而在欧赔方面，澳彩的主胜高开至2.20，对于主胜打出同样不太支持，再结合两队近期的战绩，因此本场比赛看好瓜达拉哈拉作客能够力保不败。\n" +
                "浩东心水：瓜达拉哈拉\n" +
                "比分推荐：0-0 0-1\n" +
                "竞彩胜平负推荐：10\n" +
                "竞彩让球胜平负纽约红牛-1推荐：0\n" +
                "本文内容提供：彩客网");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("胜负彩第18044期稳胆冷门:图卢兹难有作为");
        newsInfo.setTime("2018-04-16 09:50:36");
        newsInfo.setImgUrl(R.drawable.x37);
        newsInfo.setSourceUrl("图卢兹难有作为\n" +
                "马竞技VS拉科鲁\n" +
                "马德里竞技近期表现较为出色，不过客战稍有不稳。拉科鲁尼亚依然难见三分，球队保级希望愈发渺茫。本场两队实力相差较为悬殊，床单军团有望全取三分。推荐：3\n" +
                "里昂VS图卢兹\n" +
                "里昂上轮客场力克马赛，保住争夺三甲的希望。图卢兹主场战平斯特拉斯堡，近六轮没有胜绩。两队近六次交锋，里昂全部取胜，本场图卢兹依然难有机会。推荐：3\n" +
                "马拉加VS比利亚\n" +
                "马拉加上轮客场战平塞尔塔，长期不胜使得球队保级已无可能。比利亚雷亚尔主场力克马德里竞技，近两轮全部取胜，黄色潜水艇客战是短板，本场取胜不易。推荐：10\n" +
                "里尔VS亚眠\n" +
                "里尔上轮客场负于摩纳哥，近七轮没有胜绩。亚眠主场战平特鲁瓦，近三轮没有胜绩。两队都要为保级而战，因此压力较大。里尔可能过热，建议防范冷平。推荐：31\n" +
                "（中国体彩报）");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("独家-胜负彩18043相同赔率:赫塔凶险莱比锡博胆");
        newsInfo.setTime("2018-04-16 08:10:18");
        newsInfo.setImgUrl(R.drawable.x36);
        newsInfo.setSourceUrl("黑体字为能做稳胆的比赛。第1、4、12场是立博赔率。\n" +
                "本期胜负彩是7场英超+7场德甲的组合，开售时间是3月28日20点，停售时间是3月31日20点30。\n" +
                "布赖顿vs莱切城，该场赔率近10场主队6胜3平1负，此前在英超没有出现过。澳盘本场现在是平手盘布赖顿0.94水莱切城0.92水，从该赔率所有澳盘是平手盘的比赛来看，比赛大多分出胜负，客队赢球的比赛客队水位都在0.90以下但客队水位在0.90以下客队也没优势。\n" +
                "纽卡斯vs哈德斯，该场赔率近10场主队7胜3负，此前在英超出现过5次主队3胜2负，3场澳盘是半/一盘主队2胜1负、上盘水位都在1.00以上。澳盘本场现在纽卡斯让半/一0.98水，从该赔率所有澳盘是半/一盘的比赛来看，上盘水位在1.00以下有4场主队3胜1负。\n" +
                "沃特福vs伯恩茅，该场赔率近10场主队2胜6平2负，此前在英超出现过5次主队2胜2平1负，澳盘都是平/半盘，上盘水位在1.00以下有1场主队输球。澳盘本场现在沃特福让平/半0.98水，从该赔率所有澳盘是平/半盘的比赛来看，水位和结果无明显的联系，主队胜平负几率差不多是4比3比3。\n" +
                "汉诺威vs莱比锡，该场赔率近10场主队3平7负，此前在德甲出现过4次主队1平3负，3场澳盘是客让半球盘客队都取胜、上盘水位在1.00以下就1场。澳盘本场现在莱比锡让半球0.96水，从该赔率所有澳盘是客让半球盘的比赛来看，上盘水位在1.00以下时客队胜率有60%、客队不败率有90%。\n" +
                "赫塔vs沃尔夫，该场赔率近10场主队3胜1平6负，此前在德甲出现过2次主队1平1负，1场澳盘是半球盘主队输球。澳盘本场现在赫塔让半球1.08水，从该赔率所有澳盘是半球盘的比赛来看，水位和结果无明显的联系，主队胜率就30%。\n" +
                "霍芬海vs科隆和沙尔克vs弗赖堡赔率相同，该赔率近10场主队6胜2平2负，此前在德甲出现过1次主队赢球。澳盘这2场现在都是一球盘，霍芬海0.88水而沙尔克1.04水，从该赔率所有澳盘是一球盘的比赛来看，上盘水位在0.80以下就1场主队输球，上盘水位在0.80或以上水位和结果无明显的联系、主队胜率接近70%。\n" +
                "斯图加vs汉堡，该场赔率近10场主队6胜3平1负，此前在德甲出现过2次主队都取胜，1场澳盘是半/一盘。澳盘本场现在是斯图加让半/一1.02水，从该赔率所有澳盘是半/一盘的比赛来看，水位和结果无明显的联系，主队胜率刚过50%，主队被爆冷的比赛容易输球。\n" +
                "64元任选9推介：\n" +
                "2、曼联vs斯旺西推介：3\n" +
                "3、纽卡斯vs哈德斯推介：30\n" +
                "5、西布罗vs伯恩利推介：10\n" +
                "7、埃弗顿vs曼城推介：0\n" +
                "8、拜仁vs多特推介：31\n" +
                "9、汉诺威vs莱比锡推介：0\n" +
                "11、霍芬海vs科隆推介：3\n" +
                "12、斯图加vs汉堡推介：30\n" +
                "14、沙尔克vs弗赖堡推介：31");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("大乐透2018041期预测:和值80以上");
        newsInfo.setTime("2018-04-16 11:36:58");
        newsInfo.setImgUrl(R.drawable.x35);
        newsInfo.setSourceUrl("2018040期大乐透开奖号码 前区：05 07 18 27 31后区：01 08\n" +
                "上期开奖号前区区间比为2-1-2，奇偶比为4-1，和值为88，大小比为3-2\n" +
                "18041期大乐透号码分析：\n" +
                "【前区说明】\n" +
                "上期奇偶比为4-1，上期奇号热出，本期看好偶号反弹，关注2：3或1：4\n" +
                "上期大小比为3-2，上期大号占优，本期看好小号反弹，关注2：3或1：4\n" +
                "上期前区间比为2-1-2，根据上期走势，本期看好第3区间有1码以上开出，关注1：2：2或2：1：2\n" +
                "上期和值88点，本期看好和值80以上\n" +
                "第18041期前区组选大底：02 05 11 12 17 20 24 28\n" +
                "精选号码：05 12 17 20 28\n" +
                "【后区说明】\n" +
                "上期开出01 08，小大、奇偶的组合，本期看好间10，看好02 12");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("荷乙周二002分析:优势明显 埃青年可力捧");
        newsInfo.setTime("2018-04-10 09:44:51");
        newsInfo.setImgUrl(R.drawable.x34);
        newsInfo.setSourceUrl("周二002荷乙 埃因霍温青年队VS前进之鹰2018-04-11 02:00 奖 析 讯\n" +
                "地点：荷兰-埃因霍温\n" +
                "天气：2度 晴天\n" +
                "场次：2017/2018荷乙第35轮\n" +
                "埃因霍温青年队近况：\n" +
                "埃因霍温青年队近期状态极佳，球队连续5轮联赛4胜1平保持不败，期间合计轰入14球，进攻端多点开花，虽然没有升级的资格，但是埃因霍温青年队将荷乙联赛作为锻炼年轻人和一线队替补磨合的舞台，一线队冬歇期花费千万欧元从萨斯菲尔德签下的前锋罗梅罗刚刚从伤病走出，本场比赛可能会代表青年队出战，面对连败之势的前进之鹰，阵容齐整的埃因霍温青年队自然是志在三分。\n" +
                "前进之鹰近况：\n" +
                "前进之鹰近期状态不佳，先后输给垫底球队乌德勒支青年队和领头羊福图纳锡塔德，两轮联赛进攻端颗粒无收，目前球队和升级附加赛区域还有6分差距，余下4轮联赛只有全力拿分，才有一丝理论上的可能，但是从数据上来看，前进之鹰本赛季在和积分榜前列的队伍交手时鲜有胜绩，球队的硬仗能力不强，而中场索毛罗、门将弗克特、前锋马尼沙恩、中场德克尔等老伤号依然无法出战，此役客场出击，力争和局是球队的首要任务。\n" +
                "交锋历史：\n" +
                "两队最近三场比赛交锋记录，埃因霍温青年队2胜1平保持不败。\n" +
                "比赛分析：\n" +
                "本场比赛亚盘普遍以主让半一中水起步，和历史数据较为一致，并未借助主队状态优势强拉深盘，受注后上盘水位缓步下滑，亚盘逐步过渡至一球和一球/球半格局，进一步规避上盘赔付，此战看好埃因霍温青年队延续主场的连胜走势。");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("双色球18040期预测推荐:和值85-115");
        newsInfo.setTime("2018-04-10 17:29:14");
        newsInfo.setImgUrl(R.drawable.x33);
        newsInfo.setSourceUrl("【上期中4+0】\n" +
                "双色球2018039期开奖号码：08 12 18 19 23 32+03，大小比4:2，奇偶比2:4，012路比2:1:3；和值112点；三区比1:3:2；蓝球0路小码03。\n" +
                "第18040期双色球号码走势及预测：\n" +
                "红球分析：《注：1-11为一区，12-22为二区，23-33为三区》\n" +
                "奇偶比：上期奇偶比2:4开出，奇数出号减少，近3期出号来看，奇偶分布略显波动，从近期走势看，新一期注意偶数增加出号，推荐奇偶比2:4组合。\n" +
                "区间比：上期各区间比1:3:2，二区间出号略多，最近三期区间整体出号比为5：4：9，整体第二区间出号不足，新的一期预计各区间稳定出号，主推比值为2：2：2。\n" +
                "和值：上期和值112点，较上期小码继续低温回补，奖号分布近期落点倾向大码，根据近期和值走势，新的一期预计大小2均匀出号，和值注意小幅回落表现，设防范围以98点附近和值最佳，本期重点参考85~115之间。\n" +
                "012走势：上期012路比2:1:3，1路码出号不足，根据近期走势，本期0路码优势出号，参考比3：1：2。\n" +
                "一区：本区上期开出1枚号码08，该区号码上期出号反弹，根据近期该区号码走势，本期该区号码出号积极回补，建议关注出号2~3枚，设防回补增温，推荐04 05 06 07 09 11。\n" +
                "二区：本区上期开出3枚号码12 18 19，该区号码上期出号增加，根据近期出号走势，本期预计该区出号减少，参考出号1~2枚，注意温码回调，推荐15 20 21。\n" +
                "三区：本区上期开出2枚号码23 32，该区号码上期出号活跃，根据近期出号走势，本期预计该区出号继续。推荐2~3枚，推荐25 26 27 29 30 31。\n" +
                "\n" +
                "【号码推荐】：\n" +
                "红球15码推荐：04 05 06 07 09 11 15 20 21 25 26 27 29 30 31\n" +
                "蓝球分析：《注：1-8为小号区，9-16为大号区》\n" +
                "\n" +
                "18039期开出0路奇数03，小码出号，根据近期蓝球出号形态来看，奇偶波动回补；012路方面，上期0路继续出号。新的一期在号码选择上，建议以下胆码。\n" +
                "【号码推荐】：\n" +
                "蓝球5码：04 05 10 14 16");
        list.add(newsInfo);
        return list;
    }

    public static List<NewsInfo> getTitleNews() {
        List<NewsInfo> list = new ArrayList<>();
        NewsInfo newsInfo;
        newsInfo = new NewsInfo();
        newsInfo.setTitle("面朝故土•聆听历史•致敬英烈•遥寄祝福");
        newsInfo.setTime("2018-04-04 14:25");
        newsInfo.setImgUrl(R.drawable.banner1);
        newsInfo.setSourceUrl("清明是祭祀先人、缅怀英烈的日子，清明祭祀是中华民族传承数千年的乡风民俗，在每一个春天，我们都慎终追远，传承先人精神，当然也不忘记缅怀烈士英雄、学习烈士精神。“英烈魂归正气在，今人仰慕浩荡行”，在这样一个时节，福彩没有忘记为中华民族和中国人民作出巨大贡献和牺牲的英雄烈士。各地福彩人纷纷走进烈士纪念馆，学习烈士精神，传承民族风骨，让烈士精神被永远铭记、传承。\n" +
                "镇江福彩：祭奠英烈 奋勇前行\n" +
                "习近平曾指出：“一个有希望的民族不能没有英雄，一个有前途的国家不能没有先锋。”是的，“天地英雄气，千秋尚凛然”。英雄精神是我们前进的动力，它蕴含着信念的力量。\n" +
                "为进一步夯实“思想大武装，素质大提高，能力大提升”系列学习教育活动效果，清明节前夕，镇江市福彩中心组织支部党员与福彩销售站点党员代表一起前往镇江烈士陵园祭扫革命先烈。在庄严的烈士纪念碑前，党员代表向烈士敬献花圈，表达对革命先烈的崇高的敬意；全体党员集体肃立，默哀一分钟，寄托对先烈的哀思；最后，全体党员重温入党誓词，激励大家不忘入党初心。\n" +
                "仪式结束后，党员们前往烈士墓碑前进行悼念。活动最后，党员同志们参观了烈士陵园英烈纪念馆，走进历史的长河，温故烈士们的故事。从抵御八国联军、抗日战争一直走到新中国成立后的今天，无数英烈先辈为了自己的革命信仰、为了祖国的繁荣稳定奉献了宝贵的生命。瞻仰着这些革命先辈的英勇事迹，在场党员们感受颇多。\n" +
                "祭扫活动虽然结束，但是英烈追求理想、矢志不渝的革命精神却在福彩人心中留下久久的回响。在炮火满天的时代，英烈们对党和国家尽忠竭诚；如今福彩人恪尽职守，服务站点和彩民。英烈精神在发展中被完善，不断被挖掘出新的时代内涵，虽内容不同，但主题却从未改变。\n" +
                "陕西福彩：升华思想 传承风骨\n" +
                "清明节重温红色革命历史，追思革命先烈，是为了祭奠英雄品格、缅怀烈士精神。祭祀昨天，奠定今天，也许正是祭奠的本意，它的主题是传承。\n" +
                "清明节前夕，陕西福彩组织全体福彩人分赴咸阳旬邑马栏革命旧址及渭南渭华起义纪念馆参观学习，现场面对党旗重新宣读中国共产党入党誓词，向烈士纪念碑敬献花篮，认真聆听革命历史，接受革命洗礼、传承革命精神。\n" +
                "战火连天的时代，老一辈革命家在旬邑艰苦斗争，他们在马栏长期开展革命斗争，在这个过程中培育和形成了作为延安精神重要组成部分的马栏精神。革命前辈们在当年极其艰难的环境下，不屈不挠、勇担重任、冲锋在前，他们矢志不渝地坚持党的事业第一、人民利益第一，为中华民族和中国人民作出了巨大的贡献和牺牲。\n" +
                "千千万万向死而生的英雄们用青春书写的悲壮事迹感染着每一位福彩人。革命事迹在发展中形成了我们的民族精神，这精神是民族风骨，是精神图腾。让民族精神成为指引福彩人奋斗的力量源泉，是我们必须做好的精神传承。参观结束后，福彩人纷纷表示，会在日后的工作中积极提高思想认识，助力福彩文化赓续传扬，让福彩故事万古流芳。\n" +
                "天津福彩：铭记英烈 魂归陵园\n" +
                "“一寸山河一寸血，一抔热土一抔魂”。民族前进的路程是用英雄的身躯铺就的，鲜艳的五星红旗是用烈士的鲜血染红的。为了铭记先烈遗志、发扬革命传统，天津福彩累计投入公益金6500万元，让烈士有了安息之所，让民众能有瞻仰之地。这些烈士中就包括天津战役中英勇牺牲的英雄们。\n" +
                "天津战役是解放战争中一次重要的大规模攻坚战。为解放天津，四千余名中国人民解放军的优秀战士献出了自己宝贵的生命。刘岩老人是这场战争的见证者，也是天津攻城战一梯队尖刀班唯一的幸存者。天津解放后，老人每年清明节和天津解放日都要专程从武汉来到天津，为战友们点上一支烟、撒上一杯酒，从未间断。\n" +
                "我们生长在和平年代，不曾亲身体会战火的无情，但是气壮山河的英雄壮举和大无畏的革命精神却激励着一代又一代的后人。岁月流转，英烈们的浩然正气永存于天地之间，正化为我们继续前行的精神力量。\n" +
                "天津福彩以革命先烈艰苦创业、舍生忘死的崇高精神为标杆，在工作中努力创优，以实际行动告慰革命先烈，为天津市社会福利事业更好更快的发展作出新的贡献，为社会募集更多的公益金。中国福利彩票的公益态度不仅体现在“扶老、助残、救孤、济困”这四方面，更以一种温润而不失气节的行为方式默默奉献着。缅怀革命先烈，建设烈士陵园，让英雄不再无名。\n" +
                "——谨以此致敬那些无名的守卫者们与开拓者们。");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("关于开奖，您最想知道的三大“秘密”");
        newsInfo.setTime("2018-04-02 14:58");
        newsInfo.setImgUrl(R.drawable.banner2);
        newsInfo.setSourceUrl("NO.1 从双色球停止销售到开奖，间隔的时间里到底发生了什么？\n" +
                "中国福利彩票双色球于开奖日20点正式停售，但直到21:15才进行开奖直播。从停售到开奖，间隔了1小时15分，这么长的时间里，到底发生了什么？\n" +
                "在直播开奖前，要做一些准备工作，比如布置开奖现场、检测开奖设备、检查录像设备，等等，这些需要花费一些时间。您一定会说，这些工作不需要1个多小时。有道理！架个摄像机、检测开奖设备，确实用不了一个多小时，但是，停售后进行销售数据的封存和备份，是最关键、也是最耗时的环节。\n" +
                "为什么要进行销售数据封存、稽核等工作？\n" +
                "因为，双色球是全国联销游戏，对于全国联销游戏，《彩票管理条例实施细则》有明确规定“通过专用摇奖设备确定开奖号码的，应当在当期彩票销售截止时封存彩票销售原始数据；彩票销售原始数据保存期限，自封存之日起不得少于60个月”。\n" +
                "根据《彩票管理条例实施细则》、财政部要求以及福彩机构管理规定，福彩发行机构须进行销量和奖池合并工作。又由于福利彩票销售系统主要由各省福彩销售机构分别建立，并负责本行政区域的彩票销售，因此，福彩销售机构必须对当期销售数据进行封存、刻盘并上传至发行机构，发行机构对各销售机构上传数据进行采集汇总、稽核、封存并刻录至不可改写光盘，并将当期销量数据传真至开奖现场。要完成这些工作，必须要有一定的时间间隔作为保障。同时，也要结合开奖直播渠道的时间安排综合考量。\n" +
                "数据封存和汇总并非中国福利彩票特有，与双色球同类的国外彩票也是如此，例如美国的“强力球”“超级百万”，欧洲的“欧洲百万”等，均是如此。按照国际惯例，这些游戏的销售截止时间和开奖时间的间隔都在1-2小时。例如，美国的大型跨州联销游戏“强力球”和“超级百万”开奖前销售截止的时间，各州根据其实际情况各有规定，通常为开奖之前1-2个小时。当销售截止之后，零售商的售彩终端不能销售1-2小时内即将开奖的当期彩票，但能够售卖下期彩票。比如堪萨斯州“强力球”和“超级百万”销售于开奖前一小时截止。欧洲的大型乐透游戏“欧洲百万”每周二、五开奖，20点销售截止。20点30之前，各国将统计文件发送到SLE（“欧洲百万”中央组织机构），开奖通常在21:30左右开始。\n" +
                "NO.2   摇奖用球是否作弊？\n" +
                "一套小小的摇奖用球，却承载了几百万甚至上亿元的奖金归属，容易引起关注甚至是质疑，理所当然。那么摇奖用球到底有没有秘密呢？\n" +
                "为了解开彩民心中的疑惑，揭开摇奖用球的神秘面纱，中福彩中心在2016年曾在镜头面前首次切开了双色球的摇奖用球（已“退役”的），向全国观众展示了双色球摇奖用球的内部结构，让大家了解到了摇奖用球的真实性。\n" +
                "【福彩演播室第十七期，解密双色球视频】\n" +
                "【福彩演播室第十七期，解密双色球视频】\n" +
                "根据规定，摇奖用球在正式投入使用前，必须要经过第三方专业检测机构的专业检测，确保每个小球的重量都在合理误差范围内，从物理属性上保证摇奖的随机性。使用过程中，摇奖球也需要进行定期检测，不合格的球体能够被及时发现。每套摇奖用球在使用两年左右即被更换以保证摇奖球符合使用要求。\n" +
                "双色球在用摇奖用球重量规格\n" +
                "双色球在用摇奖用球重量规格\n" +
                "此外，在日常保养中，摇奖球每隔一段时间（双色球每使用20次）就需要在公证人员的监督下使用专业清洁液进行清洗，擦拭、晾干并称重，保养工作堪称超级豪车。\n" +
                "排除摇奖用球本身外，开奖过程中能否对摇奖球做手脚呢？\n" +
                "必然不能！\n" +
                "福彩双色球的摇奖用球总共有四套，七乐彩和3D分别有两套，全部封存在专用保险柜内。保险柜区域装有不间断监控全程记录，没有公证人员在场情况下，任何人不得打开保险柜。开奖当天，工作人员在公证人员的监督下，随机选出正式摇奖用球和备用摇奖用球。选定摇奖用球后，工作人员将在公证人员的监督下从保险柜内取出当期用球，由公证人员拆封摇奖球箱并监督工作人员按照规定顺序将球体装入预览架。\n" +
                "开奖结束后，摇奖球由工作人员装入球箱并由公证人员现场封存后放入保险柜保存。\n" +
                "以上环节分别在公证人员、工作人员和现场观众的重重监督下进行，如此一来，对小球做手脚就变成“不可能完成的任务”了。\n" +
                "NO.3   摇奖机能否人为操控？\n" +
                "摇奖球不能作弊，摇奖机能不能作弊呢？现在技术这么发达，控制摇奖机难道不是很容易的事儿？\n" +
                "近日，福彩双色球摇奖机迎来了一年一度的检修，摇奖机及摇奖球的生产商法国RYO CATTEAU公司的技术总监、双色球摇奖机的总设计师萨维耶先生来到开奖现场，亲自完成了对双色球摇奖机的检修工作。\n" +
                "《福彩演播室》栏目组全程跟拍了双色球摇奖机的检修过程，首次面向全国观众公开展示摇奖机的内部构造。\n" +
                "【福彩演播室-走近摇奖机视频】\n" +
                "【福彩演播室-走近摇奖机视频】\n" +
                "对于双色球摇奖机是否存在不为人知的秘密，萨维耶先生亲口予以否认，“很遗憾，没有秘密。如果有的话，我想我早就成百万富翁了。”\n" +
                "据萨维耶先生介绍\n" +
                "据萨维耶先生介绍，双色球摇奖机外形分为上下两个部分，上半部分包括号码球预览架、球状搅拌室以及出球轨道，下半部分包括底座及电气自动化部分，其中自动化部分主要由可编程逻辑控制器、电机、变频器和电源组件等部件构成。\n" +
                "介绍2\n" +
                "介绍3\n" +
                "\n" +
                "可编程逻辑控制器是专为工业设计的一种电子装置，被广泛应用于各行业的电气自动化系统中，是一种常规的电气控制设备，在摇奖机中主要用来控制预览架挡板和出球口档杆的开合，实现摇奖机落球以及按固定搅拌时间间隔出球。电机和变频器则用来控制搅拌室的两个搅拌底盘的转速，使摇奖用球进行充分搅拌。\n" +
                "介绍4\n" +
                "这么多构件，保证摇奖公正性的关键部位是哪个呢？\n" +
                "“双色球摇奖机的搅拌系统是有专利保护的系统，其特点在于两个搅拌底盘可以双向旋转，摇奖用球采用的是实心橡胶球，可以在曲面上弹跳，因为球体所在的面是一个半球面，所以弹射的轨迹是完全不可预见而且完全随机的。摇出一个摇奖球后，其他的球仍在搅拌中，这就形成了一种附加的随机现象，在混合过程中经高速搅拌后出球，所以要想预测出球结果是不可能的。”萨维耶先生介绍道。\n" +
                "介绍5\n" +
                "严格贯彻国家规定进行数据封存，向公众展示切割后的摇奖用球，拆开摇奖机向公众介绍机器的构造……这，不是作秀，是一种负责任的态度，是在用事实陈述一个事实——福彩开奖没有秘密。");
        list.add(newsInfo);
        newsInfo = new NewsInfo();
        newsInfo.setTitle("大乐透头奖空开二等奖122注 6亿派奖下期开始");
        newsInfo.setTime("2018-04-10 07:57:24");
        newsInfo.setImgUrl(R.drawable.x26);
        newsInfo.setSourceUrl("4月9日，体彩大乐透 第18040期开奖，头奖未中出，二等奖开出122注，其中65注采用追加投注。本期开奖结束后，奖池金额小幅上升，达到54.11亿元。本期全国共销售2.11亿元，为社会筹集彩票公益金7614万元。\n" +
                "本期，体彩大乐透前区开奖号码为“05、07、18、27、31”，后区号码“01、08”。前区开奖号码分布较为均匀，大小比3：2，奇偶比4：1。其中号码“07、27”是一组同尾号，在近10期均开出4次，“07”重复上期开出；号码“31”隔期出号，近5期开出3次，较活跃；号码“05、18”最近一次携手亮相是在第18030期。后区开出“01、08”一小一大的奇偶组合。\n" +
                "本期，二等奖开出122注，每注奖金7.06万余元；其中65注采用追加投注，每注多得奖金4.23万余元。三等奖开出1103注，每注奖金3260元；其中423注采用追加投注，每注多得奖金1956元。\n" +
                "本期开奖后，奖池金额小幅回升，将有54.11亿元的奖池金额滚入（本周三）第18041期开奖。\n" +
                "4月11日（本周三）迎来的第18041期开奖，将是体彩史上力度最强的“6亿元大派奖”活动的首期开奖。这次派奖活动除了延续一等奖和固定奖同时派奖以外，还新增了“乐善奖”派奖，可谓是奖金多多！想体验一下派奖乐趣的你，快点上场吧！别忘了，追加投注“3元可中2400万”哟。\n" +
                "（中国体彩网）");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("双色球第18040期网易彩票专家推荐号码汇总");
        newsInfo.setTime("2018-04-09 16:05:54");
        newsInfo.setImgUrl(R.drawable.x27);
        newsInfo.setSourceUrl("条件分析：\n" +
                "凤尾：再来关注一下凤尾号码在历年的040期开奖表现，3字头凤尾呈现热态，落球次数高达9期，剩余6期的凤尾有五期在2字头区间亮相，有一期在1字头区间亮相(2014040期开出15)，2018040期凤尾看好3字头区间数值。\n" +
                "奇偶：奇号连续形态：历史15期开奖中，奇号连续共计开出2组形态码，分布在2个历史同期(2004040期开出17 19、2008040期开出25 27)，其余13个历史同期的奇号连续均为0组，本年度的040期奇号连续组数继续看0。\n" +
                "蓝球规律：从历史040期蓝球出号观察，大、小数值出号并不均衡，其中大区蓝球上奖11期，剩余四期蓝球在小区间亮相，2018040期建议关注大区蓝球的表现。(小：0-2、中：3-6、大：7-9)。\n" +
                "专家推荐号码汇总：\n" +
                "幸运女神：02 07 14 15 22 27 28 31 + 11 13\n" +
                "黑蝴蝶：03 09 10 12 16 17 22 24 27 31 + 11 12 13\n" +
                "麦丽素：04 06 15 21 29 31 + 07\n" +
                "诸葛孔明：04 10 15 22 26 30 + 05\n" +
                "唐儿：06 10 14 16 21 25 28 30 + 05\n" +
                "蓝调：09 14 16 20 27 33\n" +
                "乐天小心：02 14 15 22 27 31 + 11\n" +
                "碧云天：04 08 11 12 16 19 24 32 + 07 14\n" +
                "菏泽子：02 11 14 18 28 31 + 15\n" +
                "顾庭川：04 06 15 20 27 29 + 14\n" +
                "综合推荐：04 10 16 22 27 30 + 14");
        list.add(newsInfo);

        newsInfo = new NewsInfo();
        newsInfo.setTitle("独家-双色球第18040期历史同期分析");
        newsInfo.setTime("2018-04-10 10:18:02");
        newsInfo.setImgUrl(R.drawable.x28);
        newsInfo.setSourceUrl("红球分析：\n" +
                "\n" +
                "1.在历史上14次040期开奖中，出现过6次断区，其中一区5次，三区1次，本期不看好出现断区。\n" +
                "2.在历史上14次040期开奖中，30为最热号码，出现6次，01 02 05 08 09 16 18 31最为冷门，在历史同期中均只出现过1次 。\n" +
                "3.在历史上14次040期开奖中，龙头号码在01-15之间，凤尾号码在15-33之间。本期龙头区间看好01-07，凤尾区间24-33。\n" +
                "4.在历史上14次040期开奖中，开出过9期连号，目前连号在历史同期中开出较热，本期看好连号开出。\n" +
                "5.在历史上14次040期开奖中，8期出现历史同期重号，本期看好重号开出。\n" +
                "6.在历史上14次040期开奖中，和值区间在51-149间游走，本期和值看好120点左右。\n" +
                "7.在历史上14次040期开奖中，大小比3:3开出4次，4:2开出4次，2:4开出1次,0:6开出1次，5:1开出4次。本期大小比看好3:3、4:2或5:1。\n" +
                "8.在历史上14次040期开奖中，奇偶比3:3开出4次，4:2开出2次，2:4开出4次，5:1开出2次，1:5开出2次。本期看好奇偶比3:3或2:4。\n" +
                "蓝球分析：\n" +
                "\n" +
                "1.从冷热号上看，在历史上14次040期开奖中，未开出的号码有01 02 05 06 07 14 15；号码10最热，共开出过3次。\n" +
                "2.从大小号上看，在历史上14次040期开奖中，共开出10次大数，4次小数。\n" +
                "3.从奇偶上看，在历史上14次040期开奖中，共开出7次奇数，7次偶数。\n" +
                "4.从质合上看，在历史上14次040期开奖中，共开出6次质数，8次合数。\n" +
                "综合推荐： 04 12 15 19 29 30 + 10");
        list.add(newsInfo);
        return list;
    }
}
