package com.cg.mrice.data;

/**
 * Created by app on 2018/4/11.
 */
public class RuleData {

    public static String RULE_D11 = "<div id=\"container\">" +
            "    <div class=\"tabMould\">" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>“11选5”电脑体育彩票游戏规则</h2>\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第一章 总 则</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第一条 根据财政部《彩票发行与销售管理暂行办法》（财综〔2002〕13号），制定本游戏规则。\n" +
            "            <p class=\"pTitle color3\">第二条\n" +
            "                “11选5”电脑体育彩票由国家体育总局体育彩票管理中心统一发行，体育彩票管理中心在所辖区域内承销，采用计算机网络系统发行销售。\n" +
            "            <p class=\"pTitle color3\">第三条 “11选5”电脑体育彩票实行自愿购买，凡购买该彩票者即视为同意并遵守本规则。\n" +
            "            <p class=\"pTitle color3\">第四条 不得向未成年人销售彩票或兑付奖金。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第二章 投 注</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第五条\n" +
            "                购买“11选5”电脑体育彩票时，从01（射击）、02（射箭）、03（游泳）、04（跳水）、05（田径）、06（乒乓球）、07（篮球）、08（足球）、09（举重）、10（赛艇）、11（帆船）共11个号码（比赛项目）中任选1个或多个（最多8个）号码（比赛项目）所组成的一注彩票的投注为单式投注。其中：\n" +
            "            <p class=\"pTitle color3\">从11个号码中任选1个号码的投注为“任选一”；\n" +
            "            <p class=\"pTitle color3\">选2个号码的投注分为“任选二”、“选前二”；\n" +
            "            <p class=\"pTitle color3\">选3个号码的投注分为“任选三”、“选前三”；\n" +
            "            <p class=\"pTitle color3\">选4个号码的投注为“任选四”；\n" +
            "            <p class=\"pTitle color3\">选5个号码的投注为“任选五”；\n" +
            "            <p class=\"pTitle color3\">选6个号码的投注为“任选六”；\n" +
            "            <p class=\"pTitle color3\">选7个号码的投注为“任选七”；\n" +
            "            <p class=\"pTitle color3\">选8个号码的投注为“任选八”。\n" +
            "            <p class=\"pTitle color3\">第六条 “选前二”、“选前三”投注方式分为直选投注和组选投注。\n" +
            "            <p class=\"pTitle color3\">直选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码一一对应进行的投注。\n" +
            "            <p class=\"pTitle color3\">组选投注：所选2个或3个号码与当期顺序摇出的5个号码中的前2个或3个号码不按先后，均作为一注投注号码进行的投注。\n" +
            "            <p class=\"pTitle color3\">第七条 除单式投注外、购买者还可进行复式投注、胆拖投注、多倍投注。\n" +
            "            <p class=\"pTitle color3\">复式投注是指所选号码个数超过单式投注的号码个数，按该单式投注方式组成多注彩票的投注。\n" +
            "            <p class=\"pTitle color3\">\n" +
            "                胆拖投注是指先选取少于单式投注号码个数的号码作为胆码（即每注彩票均包含的号码），再选取除胆码以外的号码作为拖码，胆码与拖码个数之和须多于单式投注号码个数，由胆码与拖码按该单式投注方式组成多注彩票的投注。\n" +
            "            <p class=\"pTitle color3\">多倍投注是指对选定结果不超过99倍的投注。\n" +
            "            <p class=\"pTitle color3\">第八条 单张彩票最大投注金额不超过20000元。\n" +
            "            <p class=\"pTitle color3\">第九条\n" +
            "                购买者可在体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“11选5”电脑体育彩票，交购买者保存。\n" +
            "            <p class=\"pTitle color3\">第十条 “11选5”电脑体育彩票每期全部投注号码的可投注数量实行动态控制，如投注号码受限，则不能投注。\n" +
            "            <p class=\"pTitle color3\">第十一条 若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还投注者投注金额。\n" +
            "            <p class=\"pTitle color3\">第十二条 “11选5”电脑体育彩票每注2元人民币。彩票不记名、不挂失、不返还本金、不流通使用。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第三章 设 奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十三条 “11选5”电脑体育彩票按每期销售总额的59%、13%、28%计提奖金、发行费和公益金。\n" +
            "            <p class=\"pTitle color3\">第十四条 “11选5”电脑体育彩票按不同单式投注方式设奖，均为固定奖。奖金规定如下：\n" +
            "            <p class=\"pTitle color3\">任选一中1，单注固定奖金13元。\n" +
            "            <p class=\"pTitle color3\">任选二中2，单注固定奖金6元；\n" +
            "            <p class=\"pTitle color3\">选前二组选，单注固定奖金65元；\n" +
            "            <p class=\"pTitle color3\">选前二直选，单注固定奖金130元。\n" +
            "            <p class=\"pTitle color3\">任选三中3，单注固定奖金19元；\n" +
            "            <p class=\"pTitle color3\">选前三组选，单注固定奖金195元；\n" +
            "            <p class=\"pTitle color3\">选前三直选，单注固定奖金1170元。\n" +
            "            <p class=\"pTitle color3\">任选四中4，单注固定奖金78元。\n" +
            "            <p class=\"pTitle color3\">任选五中5，单注固定奖金540元。\n" +
            "            <p class=\"pTitle color3\">任选六中5，单注固定奖金90元。\n" +
            "            <p class=\"pTitle color3\">任选七中5，单注固定奖金26元。\n" +
            "            <p class=\"pTitle color3\">任选八中5，单注固定奖金9元。\n" +
            "            <p class=\"pTitle color3\">第十五条\n" +
            "                “11选5”电脑体育彩票设置奖池，奖池由当期计提奖金与实际中出奖金的差额累计而成。若当期计提奖金大于当期实际中出奖金时，余额滚入奖池；若当期计提奖金小于当期实际中出奖金时，差额用奖池补足；若奖池资金不足时，用调节基金补足，调节基金不足时，从发行经费中垫支。\n" +
            "            <p class=\"pTitle color3\">第十六条 调节基金包括弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险以及设立特别奖。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第四章 开 奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十七条 “11选5”电脑体育彩票每10分钟销售一个奖期。\n" +
            "            <p class=\"pTitle color3\">第十八条\n" +
            "                “11选5”电脑体育彩票每期开奖结果通过随机数码生成器，从01-11共11个号码中按顺序自动生成5个不同号码作为当期中奖号码。\n" +
            "            <p class=\"pTitle color3\">第十九条 每期开奖结果通过视频等方式及时通知各销售终端。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第五章 中 奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第二十条 所购彩票与当期开奖结果对照，符合以下情况即为中奖。\n" +
            "            <p class=\"pTitle color3\">任选一中1：投注的1个号码与当期顺序摇出的5个号码中的第1个号码相同，则中奖。\n" +
            "            <p class=\"pTitle color3\">任选二中2：投注的2个号码与当期摇出的5个号码中的任2个号码相同，则中奖。\n" +
            "            <p class=\"pTitle color3\">选前二组选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同，则中奖。\n" +
            "            <p class=\"pTitle color3\">选前二直选：投注的2个号码与当期顺序摇出的5个号码中的前2个号码相同且顺序一致，则中奖。\n" +
            "            <p class=\"pTitle color3\">任选三中3：投注的3个号码与当期摇出的5个号码中的任3个号码相同，则中奖。\n" +
            "            <p class=\"pTitle color3\">选前三组选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同，则中奖。\n" +
            "            <p class=\"pTitle color3\">选前三直选：投注的3个号码与当期顺序摇出的5个号码中的前3个号码相同且顺序一致，则中奖。\n" +
            "            <p class=\"pTitle color3\">任选四中4：投注的4个号码与当期摇出的5个号码中的任4个号码相同，则中奖。\n" +
            "            <p class=\"pTitle color3\">任选五中5：投注的5个号码与当期摇出的5个号码相同，则中奖。\n" +
            "            <p class=\"pTitle color3\">任选六中5：投注的6个号码中任5个号码与当期摇出的5个号码相同，则中奖。\n" +
            "            <p class=\"pTitle color3\">任选七中5：投注的7个号码中任5个号码与当期摇出的5个号码相同，则中奖。\n" +
            "            <p class=\"pTitle color3\">任选八中5：投注的8个号码中任5个号码与当期摇出的5个号码相同，则中奖。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第六章 兑 奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第二十一条 “11选5”电脑体育彩票兑奖当期有效。每期自开奖之日起28天为兑奖期，逾期未兑视为弃奖，弃奖奖金纳入调节基金。\n" +
            "            <p class=\"pTitle color3\">第二十二条 中奖彩票为兑奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。\n" +
            "            <p class=\"pTitle color3\">第二十三条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。\n" +
            "            <p class=\"pTitle color3\">第二十四条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "</div>\n";

    public static String RULE_SSC = "<div id=\"container\">" +
            "    <div class=\"tabMould\">" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>电脑福利彩票“时时彩”游戏规则</h2>\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第一章　 游戏介绍</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">中国福利彩票时时彩（以下简称“时时彩”）经国家财政部批准，由中国福利彩票发行管理中心在所辖区域内发行，由福利彩票发行中心承销。\n" +
            "            <p class=\"pTitle color3\">“时时彩”分为“星彩玩法”以及“大小单双玩法”“二星组选”\n" +
            "            <p class=\"pTitle color3\">1、星彩玩法分为一星、二星、三星、五星四种玩法。“时时彩”每期开奖号码为一个五位数号码，分为个、十、百、千、万位。\n" +
            "            <p class=\"pTitle color3\">1）一星采用的是开奖号的最后一位（即个位），单注中奖10元；\n" +
            "            <p class=\"pTitle color3\">2）二星采用的是开奖号的后两位（即十位、个位），单注中奖100元；\n" +
            "            <p class=\"pTitle color3\">3）三星采用的是开奖号的后三位（即百位、十位、个位），单注中奖1000元；\n" +
            "            <p class=\"pTitle color3\">4）五星则代表5位全部（即万位、千位、百位、十位、个位）单注中奖100,000元。\n" +
            "            <p class=\"pTitle color3\">无论采用几星投注方式，每注彩票的金额均为2元。\n" +
            "            <p class=\"pTitle color3\">2、大小单双玩法是指猜时时彩“个位”和“十位”这两个位置的“大小、单双”玩法，即把10个自然数按“大”、“小”或“单”、“双”性质分为两组，0-4为小号，5-9为大号，0、2、4、6、8为双号，1、3、5、7、9为单号。投注者可对“个位、十位”的数字进行“大小、单双”的指定投注。投注者投注的号码位置、性质与开奖号码位置、性质相同即中奖。单注投注金额2元，单注中奖金额为4元。\n" +
            "            <p class=\"pTitle color3\">3、附加玩法.\n" +
            "            <p class=\"pTitle color3\">二星组选是“时时彩二星”的附加玩法。是指投注者可在从0-9个数字中任选两个不同的数字对十个位进行投注。所选的号码与当期开奖号码相同（与3D组选一样顺序不限），即为中奖。\n" +
            "            <p class=\"pTitle color3\">例如：例如：二星组选投注号码为81，开奖号码的十位、个位为18或者81都中奖。 二星组选中奖概率:1/55()\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第二章　 投　 注</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">1、投注者可在所有经福利彩票发行中心批准、并展示《中国福利彩票“时时彩”销售许可证》的投注站和网站投注。\n" +
            "            <p class=\"pTitle color3\">2、投注者可选择服务平台投注或投注卡、银行卡投注，并遵守相应规范。\n" +
            "            <p class=\"pTitle color3\">3、按不同游戏，投注方法可分自选和机选号码投注；单倍和多倍投注。\n" +
            "            <p class=\"pTitle color3\">4、通过投注单投注时，按照投注单上的要求及所示方法正确填涂。\n" +
            "            <p class=\"pTitle color3\">5、投注号码经投注机确认，打印在“时时彩”电脑福利彩票上，作为对奖凭证，交投注者保存。\n" +
            "            <p class=\"pTitle color3\">6、每注投注金额为人民币2元，每张彩票可打印1—5注投注号码，投注者可选择多倍投注。\n" +
            "            <p class=\"pTitle color3\">7、投注前彩民应对投注进行确认，彩票售出后不得退换。\n" +
            "            <p class=\"pTitle color3\">8、如因投注机或通讯故障，投注站销售金额受限等原因造成投注不成功，投注站应立即退还相应收取的投注金额，彩民可选择到其它投注站投注或服务平台投注的方式。如使用卡投注，系统将在一个工作日内返回相应投注款。\n" +
            "            <p class=\"pTitle color3\">9、每期的每个投注号码的投注注数，根据市场销售情况限量发行。如投注号码受限，投注不能成功，属时时彩游戏规则规定的正常运行情况，投注者只能在该号码恢复销售后继续投注。\n" +
            "            <p class=\"pTitle color3\">11、未成年人不得参与投注。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第三章　 奖金设置</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">1、每期销售总额的 50 %计提当期返奖奖金。设置奖池，奖池由当期计提奖金与实际中出奖金的差额以及弃奖奖金组成。当期实际中出奖金未达当期计提奖金时，余额进入奖池；当期实际中出奖金超过当期计提奖金时，差额由奖池补充。当奖池总额不足时，由发行经费垫支。\n" +
            "            <p class=\"pTitle color3\">2、“星彩”游戏共设四个奖等，固定设奖，单注奖额分别为五星奖100，000元、三星奖1000元、二星奖100元、一星奖10元。\n" +
            "            <p class=\"pTitle color3\">3、“星彩”游戏5星复式，将1星、2星、3星、5星组合投注在一张彩票上，按实际中得奖等，合并计算奖金。奖金设置分别适用1星、2星、3星、5星中奖条件。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第四章 　开 　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">1、每10分钟开奖一次,开奖通过电子开奖系统进行。开奖结果由视频信号或公众媒体播出。\n" +
            "            <p class=\"pTitle color3\">2、销售截止，销售数据收集完毕，通过电子签名进行不可更改的电子加密后，方可正式开奖。\n" +
            "            <p class=\"pTitle color3\">3、中奖号码由电子开奖系统产生。开奖时按个、十、百、千、万位先后产生5个号码组成中奖号码。例如，如依次产生的5个号码分别为：4，0，1，3，5。那么“53104”的数字排列序列称为中奖号码。\n" +
            "            <p class=\"pTitle color3\">4、福利彩票发行中心根据中奖号码进行检索、派彩，产生当期各奖等中奖注数及总奖额。\n" +
            "            <p class=\"pTitle color3\">5、各期开奖后，立即通过网络向投注终端发布中奖号码和开奖结果。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第五章　中　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">按投注号码与中奖号码按位相符情况确定中奖奖级，中奖号码从个位对起：\n" +
            "            <p class=\"pTitle color3\">按“星”级进行对奖，即五星方式限对特等奖，三星方式限对一等奖，二星方式限对二等奖，一星方式限对三等奖，互不混对。凡符合下列情况的，即获得相应中奖资格：\n" +
            "            <p class=\"pTitle color3\">5星奖：单注投注号码的5个号码与当期中奖号码的5位号码按位全部相符，即中奖；\n" +
            "            <p class=\"pTitle color3\">3星奖：单注投注号码与当期中奖号码的连续后3位号码按位相符（百位+十位+个位），即中奖；\n" +
            "            <p class=\"pTitle color3\">2星奖：单注投注号码与当期中奖号码的连续后2位号码按位相符（十位+个位），即中奖；\n" +
            "            <p class=\"pTitle color3\">1星奖：单注投注号码与当期中奖号码的个位号码按位相符，即中奖；\n" +
            "        </div>\n" +
            "    </div>\n" +
            "</div>\n";
    public static String RULE_SSQ = "<div id=\"container\">" +
            "    <div class=\"tabMould\">" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>中国福利彩票双色球游戏规则</h2>\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第一章   总则</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第一条   根据《彩票管理条例》、《彩票管理条例实施细则》、《彩票发行销售管理办法》（财综[2012]102号）等有关规定，制定本规则。</p>\n" +
            "            <p class=\"pTitle color3\">第二条   中国体育彩票超级大乐透(以下简称超级大乐透)由国家体育总局体育彩票管理中心发行和组织销售，由各省、自治区、直辖市体育彩票销售机构（以下称各省体彩机构）在所辖区域内销售。</p>\n" +
            "            <p class=\"pTitle color3\">第三条   超级大乐透采用计算机网络系统发行，在各省体彩机构设置的销售网点销售，定期开奖。</p>\n" +
            "            <p class=\"pTitle color3\">第四条   超级大乐透实行自愿购买，凡购买者均被视为同意并遵守本规则。\n" +
            "            <p class=\"pTitle color3\">第五条   不得向未成年人出售彩票或兑付奖金。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第二章   投注</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第六条  双色球投注区分为红色球号码区和蓝色球号码区，红色球号码区由1-33共三十三个号码组成，蓝色球号码区由1-16共十六个号码组成。投注时选择6个红色球号码和1个蓝色球号码组成一注进行单式投注，每注金额人民币2元。\n" +
            "            <p class=\"pTitle color3\">第七条  购买者可在各省福彩机构设置的销售网点投注。投注号码经投注机打印出对奖凭证，交购买者保存，此对奖凭证即为双色球彩票。\n" +
            "            <p class=\"pTitle color3\">第八条  购买者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者选定的号码输入投注机进行投注。\n" +
            "            <p class=\"pTitle color3\">第九条  购买者可选择复式投注。复式投注是指所选号码个数超过单式投注的号码个数，所选号码可组合为每一种单式投注方式的多注彩票的投注。具体规定如下：\n" +
            "            <p class=\"pTitle color3\">（一）红色球号码复式：是指从红色球号码中选择7个号码以上（含7个号码），从蓝色球号码中选择1个号码，组合为多注单式投注号码的投注；\n" +
            "            <p class=\"pTitle color3\">（二）蓝色球号码复式：是指从红色球号码中选择6个号码,从蓝色球号码中选择2个号码以上（含2个号码），组合为多注单式投注号码的投注；\n" +
            "            <p class=\"pTitle color3\">（三）全复式：是指从红色球号码中选择7个号码以上（含7个号码），从蓝色球号码中选择2个号码以上（含2个号码），组合为多注单式投注号码的投注。\n" +
            "            <p class=\"pTitle color3\">第十条  购买者可对其选定的投注号码进行多倍投注，投注倍数范围为2-99倍。单张彩票的投注金额最高不得超过20000元。\n" +
            "            <p class=\"pTitle color3\">第十一条  双色球按期销售，每周销售三期，期号以开奖日界定，按日历年度编排。\n" +
            "            <p class=\"pTitle color3\">第十二条  若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还购买者投注金额。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第三章   设奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十三条  双色球按当期销售额的50%、15%和35%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，49%为当期奖金，1%为调节基金。\n" +
            "            <p class=\"pTitle color3\">第十四条  双色球采取全国统一奖池计奖。\n" +
            "            <p class=\"pTitle color3\">第十五条  双色球奖级设置分为高奖级和低奖级，一等奖和二等奖为高奖级，三至六等奖为低奖级。当期奖金减去当期低奖级奖金为当期高奖级奖金。各奖级和奖金规定如下：\n" +
            "            <p class=\"pTitle color3\">一等奖：当奖池资金低于1亿元时，奖金总额为当期高奖级奖金的75%与奖池中累积的资金之和，单注奖金按注均分，单注最高限额封顶500万元。当奖池资金高于1亿元（含）时，奖金总额包括两部分，一部分为当期高奖级奖金的55%与奖池中累积的资金之和，单注奖金按注均分，单注最高限额封顶500万元；另一部分为当期高奖级奖金的20%，单注奖金按注均分，单注最高限额封顶500万元。\n" +
            "            <p class=\"pTitle color3\">二等奖：奖金总额为当期高奖级奖金的25%，单注奖金按注均分，单注最高限额封顶500万元。\n" +
            "            <p class=\"pTitle color3\">三等奖：单注奖金固定为3000元。\n" +
            "            <p class=\"pTitle color3\">四等奖：单注奖金固定为200元。\n" +
            "            <p class=\"pTitle color3\">五等奖：单注奖金固定为10元。\n" +
            "            <p class=\"pTitle color3\">六等奖：单注奖金固定为5元。\n" +
            "            <p class=\"pTitle color3\">第十六条  双色球设置奖池，奖池资金由未中出的高奖级奖金和超出单注奖金封顶限额部分的奖金组成，奖池资金用于支付一等奖奖金。\n" +
            "            <p class=\"pTitle color3\">第十七条  调节基金包括按销售总额的1%提取部分、逾期未退票的票款、浮动奖奖金按元取整后的余额。调节基金用于支付不可预见的奖金支出风险，以及设立特别奖。动用调节基金设立特别奖，应报财政部审核批准。\n" +
            "            <p class=\"pTitle color3\">第十八条  当一等奖的单注奖金低于二等奖的单注奖金时，将一等奖和二等奖的奖金总额相加，由一等奖和二等奖的中奖者按注均分；当二等奖的单注奖金低于三等奖单注奖金的两倍时，由调节基金将二等奖的单注奖金补足为三等奖单注奖金的两倍。\n" +
            "            <p class=\"pTitle color3\">第十九条  双色球的当期奖金和奖池资金不足以兑付当期中奖奖金时，由调节基金补足，调节基金不足时，用彩票兑奖周转金垫支。在出现彩票兑奖周转金垫支的情况下，当调节基金有资金滚入时优先偿还垫支的彩票兑奖周转金。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第四章   开奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第二十条  双色球由中福彩中心统一开奖，每周二、四、日开奖。\n" +
            "            <p class=\"pTitle color3\">第二十一条  双色球每期开奖时，在公证人员封存销售数据资料之后，并在其监督下通过摇奖器确定开奖号码。摇奖时先摇出6个红色球号码，再摇出1个蓝色球号码。\n" +
            "            <p class=\"pTitle color3\">第二十二条  每期开奖后，中福彩中心和各省福彩机构应向社会公布开奖号码、当期销售总额、各奖级中奖情况及奖池资金余额等信息，并将开奖结果通知销售网点。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第五章   中奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第二十三条  双色球根据购买者所选单式投注号码（复式投注按其包含的每一注单式投注计）与当期开奖号码的相符情况，确定相应的中奖资格。具体规定如下：\n" +
            "            <p class=\"pTitle color3\">一等奖：投注号码与当期开奖号码全部相同（顺序不限，下同），即中奖；\n" +
            "            <p class=\"pTitle color3\">二等奖：投注号码与当期开奖号码中的6个红色球号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">三等奖：投注号码与当期开奖号码中的任意5个红色球号码和1个蓝色球号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">四等奖：投注号码与当期开奖号码中的任意5个红色球号码相同，或与任意4个红色球号码和1个蓝色球号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">五等奖：投注号码与当期开奖号码中的任意4个红色球号码相同，或与任意3个红色球号码和1个蓝色球号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">六等奖：投注号码与当期开奖号码中的1个蓝色球号码相同，即中奖。\n" +
            "            <p class=\"pTitle color3\">第二十四条  高奖级中奖者按各奖级的中奖注数均分该奖级奖金，并以元为单位取整计算；低奖级中奖者按各奖级的单注固定奖金获得相应奖金。\n" +
            "            <p class=\"pTitle color3\">第二十五条  当期每注投注号码只有一次中奖机会，不能兼中兼得，特别设奖除外。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第六章   兑奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第二十六条  双色球兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖奖金纳入彩票公益金。\n" +
            "            <p class=\"pTitle color3\">第二十七条  中奖彩票为中奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。\n" +
            "            <p class=\"pTitle color3\">第二十八条  兑奖机构可以查验中奖者的中奖彩票及有效身份证件，中奖者兑奖时应予配合。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "</div>";
    public static String RULE_DLT = "<div id=\"container\">" +
            "    <div class=\"tabMould\">" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>中国体育彩票超级大乐透游戏规则</h2>\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第一章   总则</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第一条   根据《彩票管理条例》、《彩票管理条例实施细则》、《彩票发行销售管理办法》（财综[2012]102号）等有关规定，制定本规则。</p>\n" +
            "            <p class=\"pTitle color3\">第二条   中国体育彩票超级大乐透(以下简称超级大乐透)由国家体育总局体育彩票管理中心发行和组织销售，由各省、自治区、直辖市体育彩票销售机构（以下称各省体彩机构）在所辖区域内销售。</p>\n" +
            "            <p class=\"pTitle color3\">第三条   超级大乐透采用计算机网络系统发行，在各省体彩机构设置的销售网点销售，定期开奖。</p>\n" +
            "            <p class=\"pTitle color3\">第四条   超级大乐透实行自愿购买，凡购买者均被视为同意并遵守本规则。\n" +
            "            <p class=\"pTitle color3\">第五条   不得向未成年人出售彩票或兑付奖金。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第二章   投注</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第六条   超级大乐透基本投注是指从前区号码中任选5个号码，并从后区号码中任选2个号码的组合进行投注。其中，前区号码由01—35共35个号码组成，后区号码由01—12共12个号码组成。每注基本投注金额人民币2元。\n" +
            "            购买者在基本投注的基础上，可对购买的每注号码进行一次追加投注，每注追加投注金额人民币1元。\n" +
            "            <p class=\"pTitle color3\">第七条   购买者可以进行复式投注。复式投注是指所选号码个数超过基本投注的号码个数，所选号码可组合为每一种基本投注方式的多注彩票的投注。复式投注包括三种形式：\n" +
            "            <p class=\"pTitle color3\">(一)前区复式：前区选取6个及以上号码，后区号码选取2个号码；\n" +
            "            <p class=\"pTitle color3\">(二)后区复式：前区选取5个号码，后区选取3个及以上号码；\n" +
            "            <p class=\"pTitle color3\">(三)双区复式：前区选取6个及以上号码，后区选取3个及以上号码。\n" +
            "            <p class=\"pTitle color3\">第八条   购买者可以进行胆拖投注。胆拖投注是指选择少于基本投注号码个数的号码作为每注都有的号码作为胆码，再选取除胆码以外的号码作为拖码，由胆码和拖码组合成多注投注，胆拖投注包括三种形式：\n" +
            "            <p class=\"pTitle color3\">(一)前区胆拖：从01—35中选取1至4个号码为胆码，再选取除胆码以外的号码作为拖码，胆码和拖码组成前区号码(其数量之和必须等于或多于6个号码)，并从01—12中选取2个号码为后区号码。\n" +
            "            <p class=\"pTitle color3\">(二)后区胆拖：从01—35中选取5个号码为前区号码，并从01—12中选取1个号码为胆码，再选取除胆码以外的2个以上(含2个)的号码为拖码，胆码和拖码组成后区号码。\n" +
            "            <p class=\"pTitle color3\">(三)双区胆拖：从01—35中选取1至4个号码为胆码，再选取除胆码以外的号码作为拖码，胆码和拖码组成前区号码(其数量之和必须等于或多于6个号码)；并从01—12中选取1个号码为胆码，再选取除胆码以外的2个以上(含2个)的号码为拖码，胆码和拖码组成后区号码。\n" +
            "            <p class=\"pTitle color3\">第九条  复式投注和胆拖投注均可按注进行追加投注。\n" +
            "            <p class=\"pTitle color3\">第十条  购买者可对其选定的结果进行多倍投注，投注倍数范围为2-99倍。单张彩票基本投注的最大投注金额不超过20000元，基本投注加追加投注的最大投注金额不超过30000元。\n" +
            "            <p class=\"pTitle color3\">第十一条   超级大乐透按期销售，每周销售三期，期号以开奖日界定，按日历年度编排。\n" +
            "            <p class=\"pTitle color3\">第十二条   购买者可在各省体彩机构设置的销售网点投注。投注号码经投注机打印出的对奖凭证，交购买者保存，此对奖凭证即为超级大乐透彩票。\n" +
            "            <p class=\"pTitle color3\">第十三条   投注者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者选定的号码输入投注机进行投注。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第三章   设奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十四条   超级大乐透按当期销售总额的51%、14%、35%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，49%为当期奖金，2%为调节基金。\n" +
            "            <p class=\"pTitle color3\">第十五条   超级大乐透共设六个奖级，一、二、三等奖为浮动奖，四、五、六等奖为固定奖。各奖级和奖金规定如下：\n" +
            "            <p class=\"pTitle color3\">一等奖：当奖池资金低于1亿元时，奖金总额为当期奖金额减去固定奖总额后的75%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元。当奖池资金高于1亿元(含)且低于3亿元时，奖金总额包括两部分，一部分为当期奖金额减去固定奖总额后的58%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元；另一部分为当期奖金额减去固定奖总额后的17%，单注奖金按注均分，单注最高限额封顶500万元。当奖池资金高于3亿元（含）时，奖金总额包括两部分，第一部分为当期奖金额减去固定奖总额后的42%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元；第二部分为当期奖金额减去固定奖总额后的33%，单注奖金按注均分，单注最高限额封顶500万元。\n" +
            "            <p class=\"pTitle color3\">二等奖：奖金总额为当期奖金额减去固定奖总额后的18%，单注奖金按注均分，单注最高限额封顶500万元。\n" +
            "            <p class=\"pTitle color3\">三等奖：奖金总额为当期奖金额减去固定奖总额后的7%，单注奖金按注均分，单注最高限额封顶500万元。\n" +
            "            <p class=\"pTitle color3\">四等奖：单注奖金固定为200元。\n" +
            "            <p class=\"pTitle color3\">五等奖：单注奖金固定为10元。\n" +
            "            <p class=\"pTitle color3\">六等奖：单注奖金固定为5元。\n" +
            "            <p class=\"pTitle color3\">第十六条   浮动奖级单注奖金根据该奖级基本投注与追加投注中奖数量按比例分配。\n" +
            "            <p class=\"pTitle color3\">第十七条   追加投注仅参与一至五等奖的奖金分配。追加投注一、二、三等奖为浮动奖，四至五等奖为固定奖。如追加投注中得浮动奖，则追加投注奖金为当期基本投注对应单注奖金的60%。如追加投注中得固定奖，则追加投注奖金为当期基本投注对应单注奖金的50%。\n" +
            "            <p class=\"pTitle color3\">第十八条   超级大乐透设置奖池，奖池由未中出的浮动奖奖金和超出浮动奖单注奖金封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并支付一等奖奖金。\n" +
            "            <p class=\"pTitle color3\">第十九条   调节基金包括按销售总额的2%提取部分、浮动奖奖金按元取整后的余额和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险、调节浮动奖奖金以及设立特别奖。动用调节基金设立特别奖，应当报财政部审核批准。\n" +
            "            <p class=\"pTitle color3\">第二十条   若当期奖金额不足以支付固定奖总额时，不足部分从调节基金中支付。若调节基金不足时，用彩票兑奖周转金垫支。\n" +
            "            <p class=\"pTitle color3\">第二十一条   一、二、三等奖按照该奖级实际中奖注数平均分配该奖级奖金。一、二、三等奖均设置单注最低奖金，一等奖单注最低奖金为单注奖金封顶金额的3%，二等奖单注最低奖金为单注奖金封顶金额的0.3%，三等奖单注最低奖金为单注奖金封顶金额的0.03%。同时，当上一奖级单注奖金低于下一奖级单注奖金的2倍且低于500万元时，上一奖级单注奖金补足至下一奖级单注奖金的2倍并不高于500万元。所需资金从调节基金中支付，若调节基金不足时，用彩票兑奖周转金垫支。\n" +
            "            <p class=\"pTitle color3\">第二十二条   在出现彩票兑奖周转金垫支情况下，当调节基金有资金滚入时优先偿还垫支的彩票兑奖周转金。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第四章   开奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第二十三条   超级大乐透每周一、三、六开奖。\n" +
            "            <p class=\"pTitle color3\">第二十四条   每期开奖时，在公证人员封存销售数据资料之后，并在其监督下从01—35共35个号码中随机摇出5个前区号码，从01—12共12个号码中随机摇出2个后区号码。\n" +
            "            <p class=\"pTitle color3\">第二十五条   每期开奖后，体育彩票发行机构应向社会公布当期销售总额、开奖号码、各奖级中奖情况以及奖池资金余额等信息，并将开奖结果通知各销售网点。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第五章   中奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第二十六条   超级大乐透根据投注号码与开奖号码相符情况确定相应中奖资格。具体规定如下：\n" +
            "            <p class=\"pTitle color3\">一等奖：投注号码与当期开奖号码全部相同(顺序不限，下同)，即中奖；\n" +
            "            <p class=\"pTitle color3\">二等奖：投注号码与当期开奖号码中的5个前区号码及任意1个后区号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">三等奖：投注号码与当期开奖号码中的5个前区号码相同，或者任意4个前区号码及2个后区号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">四等奖：投注号码与当期开奖号码中的任意4个前区号码及任意1个后区号码相同，或者任意3个前区号码及2个后区号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">五等奖：投注号码与当期开奖号码中的任意4个前区号码相同，或者任意3个前区号码及1个后区号码相同，或者任意2个前区号码及2个后区号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">六等奖：投注号码与当期开奖号码中的3个前区号码相同，或者任意1个前区号码及2个后区号码相同，或者任意2个前区号码及任意1个后区号码相同，或者2个后区号码相同，即中奖。\n" +
            "            <p class=\"pTitle color3\">第二十七条   当期每注投注号码只有一次中奖机会，不能兼中兼得，特别设立奖除外。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第六章   兑奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第二十八条   超级大乐透兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖奖金纳入彩票公益金。\n" +
            "            <p class=\"pTitle color3\">第二十九条   中奖彩票为兑奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。\n" +
            "            <p class=\"pTitle color3\">第三十条   兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "</div>";
    public static String RULE_QLC = "<div id=\"container\">" +
            "    <div class=\"tabMould\">" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>七乐彩游戏规则</h2>\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第一章   总则</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">本规则依据《彩票发行与销售管理暂行规定》（财综[2002]13号）等制度制定。\n" +
            "            <p class=\"pTitle color3\">全国联合销售30选7电脑福利彩票（以下称“七乐彩”）由中国福利彩票发行管理中心（以下称“中福彩中心”）统一组织发行，由各省、自治区、直辖市福利彩票发行中心（以下称“省中心”）在本行政区域内联合销售。\n" +
            "            <p class=\"pTitle color3\">七乐彩采用计算机网络系统销售，采取参加联合销售的各省中心合并奖池，统一计奖，统一开奖。\n" +
            "            <p class=\"pTitle color3\">七乐彩实行自愿购买，凡购买者均被视为同意并遵守本规则。\n" +
            "            <p class=\"pTitle color3\">不得向未成年人销售彩票或兑付奖金。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第二章　投注</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">七乐彩采用组合式玩法，从01—30共30个号码中选择7个号码组合为一注投注号码。每注金额人民币2元。\n" +
            "            <p class=\"pTitle color3\">七乐彩每周销售三期，期号以开奖日界定，按日历年度编排。\n" +
            "            <p class=\"pTitle color3\">七乐彩投注方法分为自选号码投注和机选号码投注，投注方式分为单式投注、复式投注、胆拖投注和多倍投注。\n" +
            "            <p class=\"pTitle color3\">自选号码投注是指由投注者自行选定投注号码的投注；机选号码投注是指由投注机为投注者随机产生投注号码的投注。\n" +
            "            <p class=\"pTitle color3\">单式投注是从30个号码中选择7个号码，组合为一注投注号码的投注；复式投注是从30个号码中选择8－16个号码，将每7个号码的组合方式都作为一注投注号码的多注投注；胆拖投注是在30个号码中选择1至6个号码作为每注都有的胆码，再补充其它不同的号码，进行每7个号码为一组的多注投注；多倍投注是指同样的投注号码进行多注投注。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第三章　设 奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">七乐彩设奖奖金为销售总额的50%，其中当期奖金为销售总额的49%，调节基金为销售总额的1%。\n" +
            "            <p class=\"pTitle color3\">七乐彩当期奖金设七个奖等，一至三等奖为高奖等，四至七等奖为低奖等。高奖等采用浮动设奖，低奖等采用固定设奖。当期奖金减去当期低奖等奖金为当期高奖等奖金，具体设奖如下：\n" +
            "            <p class=\"pTitle color3\">一等奖：奖金总额为当期高奖等奖金的70%；\n" +
            "            <p class=\"pTitle color3\">二等奖：奖金总额为当期高奖等奖金的10%；\n" +
            "            <p class=\"pTitle color3\">三等奖：奖金总额为当期高奖等奖金的20%；\n" +
            "            <p class=\"pTitle color3\">四等奖：单注奖金额固定为200元；\n" +
            "            <p class=\"pTitle color3\">五等奖：单注奖金额固定为50元；\n" +
            "            <p class=\"pTitle color3\">六等奖：单注奖金额固定为10元；\n" +
            "            <p class=\"pTitle color3\">七等奖：单注奖金额固定为5元。\n" +
            "            <p class=\"pTitle color3\">七乐彩单注奖金的最高限额为500万元。\n" +
            "            <p class=\"pTitle color3\">七乐彩设立奖池，奖池由未中出的高奖等奖金和超出单注奖金封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分合并颁发一等奖奖金。\n" +
            "            <p class=\"pTitle color3\">调节基金包括按销售总额1%提取部分、弃奖奖金、浮动奖奖金按元取整后的余额。调节基金用于设置特别奖、调节浮动奖奖金、支付各种不可预见情况下的奖金支出风险。\n" +
            "            <p class=\"pTitle color3\">若当期高奖等单注奖额低于其次奖等单注奖额的二倍，应保证高奖等的单注奖额为其次奖等单注奖额的二倍，资金来源由调节基金补足，调节基金不足时由发行经费垫支。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第四章　开　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">七乐彩由中福彩中心统一开奖，每周一、三、五开奖。摇奖过程在公证人员监督下进行，通过公众媒体发布开奖公告。\n" +
            "            <p class=\"pTitle color3\">各省中心将当期投注的全部数据刻入不可改写的光盘，中福彩中心对各省中心的数据进行汇总。开奖后，以光盘记录的当期数据作为开奖检索的依据。\n" +
            "            <p class=\"pTitle color3\">七乐彩通过摇奖器确定开奖号码。摇奖时先摇出7个号码作为基本号码，再摇出1个号码作为特别号码。\n" +
            "            <p class=\"pTitle color3\">开奖公告在各地主要媒体公布，并在各投注站点张贴。\n" +
            "            <p class=\"pTitle color3\">七乐彩的开奖结果以中福彩中心公布的开奖公告为准。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第五章　中　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">七乐彩以投注者所选投注号码与当期开奖号码相同个数的多少确定中奖等级，具体中奖设定如下：\n" +
            "            <p class=\"pTitle color3\">一等奖：投注号码与当期开奖号码中7个基本号码完全相同（顺序不限，下同）；\n" +
            "            <p class=\"pTitle color3\">二等奖：投注号码与当期开奖号码中任意6个基本号码及特别号码相同；\n" +
            "            <p class=\"pTitle color3\">三等奖：投注号码与当期开奖号码中任意6个基本号码相同；\n" +
            "            <p class=\"pTitle color3\">四等奖：投注号码与当期开奖号码中任意5个基本号码及特别号码相同；\n" +
            "            <p class=\"pTitle color3\">五等奖：投注号码与当期开奖号码中任意5个基本号码相同；\n" +
            "            <p class=\"pTitle color3\">六等奖：投注号码与当期开奖号码中任意4个基本号码及特别号码相同；\n" +
            "            <p class=\"pTitle color3\">七等奖：投注号码与开奖号码中任意4个基本号码相同。\n" +
            "            <p class=\"pTitle color3\">高奖等中奖者按各奖等的中奖注数均分该奖等奖金，并以元为单位取整计算；低奖等中奖者按各奖等的单注固定奖额获得奖金。\n" +
            "            <p class=\"pTitle color3\">当期每注投注号码只有一次中奖机会，不能兼中兼得（另行设奖按设奖规定执行）。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第六章　兑　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">七乐彩兑奖当期有效。每期开奖次日起，兑奖期限为30天，逾期未兑奖者视为弃奖，弃奖奖金进入调节基金。\n" +
            "            <p class=\"pTitle color3\">中奖人兑奖时须提交完整的兑奖彩票。中奖彩票因受损导致无法辨认真伪的，不予兑奖。\n" +
            "            <p class=\"pTitle color3\">各省具体兑奖规定按各省中心的兑奖规定执行。\n" +
            "            <p class=\"pTitle color3\">单注彩票中奖金额超过一万元者，须缴纳个人所得税，所得税由兑奖机构代扣代缴。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "</div>";
    public static String RULE_QXC = "<div id=\"container\">" +
            "    <div class=\"tabMould\">" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>七星彩游戏规则</h2>\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第一章   总则</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第一条 根据《彩票发行与销售管理暂行规定》(财综[2002]13号)等规定，制定本规则。\n" +
            "            <p class=\"pTitle color3\">第二条 全国联网电脑体育彩票7星彩(简称“7星彩”)由国家体育总局体育彩票管理中心统一发行，各省、自治区、直辖市体育彩票管理中心在所辖区域内承销。\n" +
            "            <p class=\"pTitle color3\">第三条 7星彩采用计算机网络系统发行，在各省、自治区、直辖市体育彩票管理中心设置的投注站点销售，定期开奖。\n" +
            "            <p class=\"pTitle color3\">第四条 7星彩实行自愿购买，凡购票者均被视为同意并遵守本规则。\n" +
            "            <p class=\"pTitle color3\">第五条 不得向未成年人销售彩票或兑付奖金。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第二章　投注</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第六条 7星彩是指从0000000-9999999中选择任意7位自然数进行的投注，一组7位数的排列称为一注，每注金额人民币2元。购买者可进行多倍投注，投注倍数范围为2-99倍。单张彩票最大投注数量不得超过10000注。\n" +
            "            <p class=\"pTitle color3\">第七条 7星彩按期销售，期号按公历年度编排。\n" +
            "            <p class=\"pTitle color3\">第八条 投注者可选择机选号码投注、自选号码投注。机选号码投注即由投注机随机产生投注号码进行投注，自选号码投注即将投注者选定的号码输入投注机进行投注。\n" +
            "            <p class=\"pTitle color3\">第九条 7星彩采取有纸化投注，投注号码经投注机打印出对奖凭证，交投注者保存，此对奖凭证即为7星彩彩票。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第三章　设 奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十条 7星彩按当期销售额的50%、15%、35%分别计提返奖奖金、彩票发行费和彩票公益金。返奖奖金分为当期奖金和调节基金，其中，49%为当期奖金，1%为调节基金。\n" +
            "            <p class=\"pTitle color3\">第十一条 7星彩共设六个奖级，一、二等奖为浮动奖，三、四、五、六等奖为固定奖。各奖级和奖金规定如下：\n" +
            "            <p class=\"pTitle color3\">一等奖：奖金总额为当期奖金额减去固定奖总额后的90%，以及奖池资金和调节基金转入部分；\n" +
            "            <p class=\"pTitle color3\">二等奖：奖金总额为当期奖金额减去固定奖总额后的10%；\n" +
            "            <p class=\"pTitle color3\">三等奖：单注奖金固定为1800元；\n" +
            "            <p class=\"pTitle color3\">四等奖：单注奖金固定为300元；\n" +
            "            <p class=\"pTitle color3\">五等奖：单注奖金固定为20元；\n" +
            "            <p class=\"pTitle color3\">六等奖：单注奖金固定为5元。\n" +
            "            <p class=\"pTitle color3\">第十二条 7星彩单注彩票中奖奖金最高限额500万元。\n" +
            "            <p class=\"pTitle color3\">第十三条 7星彩设置奖池，奖池由未中出的浮动奖奖金和超出浮动奖单注奖金封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并颁发一等奖奖金。\n" +
            "            <p class=\"pTitle color3\">第十四条 当奖池资金超过8000万元(含)时，下期一等奖与二等奖奖金分配比例倒置，即：一等奖分配奖金为当期奖金额减去固定奖总额后的10%；二等奖分配奖金为当期奖金额减去固定奖总额后的90%。\n" +
            "            <p class=\"pTitle color3\">第十五条 调节基金包括按销售总额的1%提取部分、浮动奖奖金取整后的余额、弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险、调节浮动奖奖金以及设立特别奖。动用调节基金设立特别奖，应当报财政部审核批准。\n" +
            "            <p class=\"pTitle color3\">第十六条 一、二等奖按照该奖级实际中奖注数平均分配该奖级奖金。当上一奖级单注奖金低于(或等于)下一奖级单注奖金时，上一奖级单注奖金补足至下一奖级单注奖金的二倍。所需资金从调节基金中支付，若调节基金不足时，用彩票发行费垫支。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第四章　开　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十七条 7星彩每周二、五、日开奖，摇奖过程在公证人员监督下进行，通过电视台播出。开奖时按顺序摇出7个号码，该7个号码的排列为当期开奖号码。\n" +
            "            <p class=\"pTitle color3\">第十八条 每期开奖后，国家体育总局体育彩票管理中心需将开奖号码、当期销售总额、各奖级中奖情况以及奖池资金余额等信息，通过新闻媒体向社会公布，并将开奖结果通知各销售终端。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第五章　中　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十九条 7星彩根据投注号码与开奖号码相符情况确定相应中奖资格：\n" +
            "            <p class=\"pTitle color3\">一等奖：投注号码与开奖号码全部相符且排列一致，即中奖；\n" +
            "            <p class=\"pTitle color3\">二等奖：投注号码有连续6位号码与开奖号码相同位置的连续6位号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">三等奖：投注号码有连续5位号码与开奖号码相同位置的连续5位号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">四等奖：投注号码有连续4位号码与开奖号码相同位置的连续4位号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">五等奖：投注号码有连续3位号码与开奖号码相同位置的连续3位号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\">六等奖：投注号码有连续2位号码与开奖号码相同位置的连续2位号码相同，即中奖。\n" +
            "            <p class=\"pTitle color3\">第二十条 当期每注彩票只有一次中奖机会，不兼中兼得，另行设立的特别奖除外。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第六章　兑　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第二十一条 7星彩兑奖当期有效。每期自开奖之日起60个自然日为兑奖期，逾期未兑奖视为弃奖，弃奖奖金纳入调节基金。\n" +
            "            <p class=\"pTitle color3\">第二十二条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。\n" +
            "            <p class=\"pTitle color3\">第二十三条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "</div>\n";
    public static String RULE_PL3 = "<div id=\"container\">" +
            "    <div class=\"tabMould\">" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>排列3游戏规则</h2>\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第一章   总则</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第一条 根据财政部《彩票发行与销售管理暂行规定》制定本游戏规则。\n" +
            "            <p class=\"pTitle color3\">第二条 排列3电脑体育彩票由国家体育总局体育彩票管理中心(以下简称“中体彩中心”)统一发行。经中体彩中心授权，各省、自治区、直辖市体育彩票管理中心(以下简称“省级体彩中心”)在所辖区域内承销排列3。\n" +
            "            <p class=\"pTitle color3\">第三条 “排列3”实行自愿购买，凡购买该彩票者即被视为同意并遵守本规则。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第二章 游戏方法</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第四条 购买“排列3”时，由购买者从000-999的数字中选取1个3位数为投注号码进行投注。\n" +
            "            <p class=\"pTitle color3\">第五条 “排列3”的投注方式分为直选投注和组选投注。“直选投注”是将3位数以唯一排列方式进行的单式投注。“组选投注”是将投注号码的所有排列方式作为一注投注号码进行的单式投注。如果一注组选号码的3个数字各不相同，则有6种不同的排列方式，有6次中奖机会，这种组选投注方式简称“组选6”； 如果一注组选号码的3个数字中有2个数字相同，则有3种不同的排列方式，有3次中奖机会，这种组选投注方式简称“组选3”。\n" +
            "            <p class=\"pTitle color3\">第六条 购买者可在全国省级体彩中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“排列3”电脑体育彩票，交购买者保存。\n" +
            "            <p class=\"pTitle color3\">第七条 “排列3”每注2元人民币。彩票不记名、不挂失，不返还本金，不流通使用。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第三章　设 奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十三条 排列3按当期销售总额的53%、13%、34%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，52%为当期奖金，1%为调节基金。\n" +
            "            <p class=\"pTitle color3\">第十四条 排列3按不同投注方式设奖，均为固定奖。奖金规定如下：\n" +
            "            <p class=\"pTitle color3\">(一)直选投注：单注奖金固定为1040元。\n" +
            "            <p class=\"pTitle color3\">(二)组选投注：\n" +
            "            <p class=\"pTitle color3\">组选6：单注奖金固定为173元；\n" +
            "            <p class=\"pTitle color3\">组选3：单注奖金固定为346元。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第四章 奖金管理</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十条 销售总额的50%为奖金，分为当期奖金和调节基金。 其中，49%为当期奖金，1%为调节基金。\n" +
            "            <p class=\"pTitle color3\">第十一条 “排列3”设置奖池，奖池由每期奖金与实际中出奖金的差额累计而成。若当期奖金大于当期中出奖金时，余额滚入奖池； 若当期奖金小于当期中出奖金时，差额用奖池补足；若奖池不足时，用调节基金补足，调节基金不足时，从发行经费中垫支。\n" +
            "            <p class=\"pTitle color3\">第十二条 调节基金包括按销售总额的1%提取部分、弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险以及设立特别奖。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第五章　中　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十三条 所购彩票与开奖结果相对照，符合以下情况即为中奖。\n" +
            "            <p class=\"pTitle color3\">“直选投注”：所选号码与中奖号码相同且顺序一致，则该注彩票中奖。例如，中奖号码为543，则中奖结果为：543。\n" +
            "            <p class=\"pTitle color3\">“组选3”：中奖号码中任意两位数字相同，所选号码与中奖号码相同且顺序不限，则该注彩票中奖。例如，中奖号码为544，则中奖结果为：544、454、445之一均可。\n" +
            "            <p class=\"pTitle color3\">“组选6”： 所选号码与中奖号码相同且顺序不限，则该注彩票中奖。例如，中奖号码为543，则中奖结果为：543、534、453、435、345、354之一均可。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第六章　兑　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十七条 “排列3”兑奖当期有效。每期自开奖次日起60天为兑奖期，逾期未兑，视为弃奖纳入调节基金。\n" +
            "            <p class=\"pTitle color3\">第十八条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。\n" +
            "            <p class=\"pTitle color3\">第十九条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "</div>";
    public static String RULE_PL5 = "<div id=\"container\">" +
            "    <div class=\"tabMould\">" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>排列5游戏规则</h2>\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第一章   总则</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第一条 根据财政部《彩票发行与销售管理暂行规定》和国家体育总局《体育彩票发行与销售管理暂行办法》以及《计算机销售体育彩票管理暂行办法》，制定本游戏规则。\n" +
            "            <p class=\"pTitle color3\">第二条 排列5电脑体育彩票由国家体育总局体育彩票管理中心统一发行，在全国范围内采用计算机网络系统进行联合销售。\n" +
            "            <p class=\"pTitle color3\">第三条 “排列5”实行自愿购买，凡购买该彩票者即被视为同意并遵守本规则。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第二章 游戏方法</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第四条 购买“排列5”时，由购买者从00000-99999的数字中选取1个5位数为投注号码进行投注。\n" +
            "            <p class=\"pTitle color3\">第五条 购买者可在全国各省(区、市)体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“排列5”电脑体育彩票，交购买者保存。\n" +
            "            <p class=\"pTitle color3\">第六条 “排列5”每注2元人民币。彩票不记名、不挂失，不返还本金，不流通使用。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第三章　设 奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第七条 “排列5”设1个奖级，为固定奖。\n" +
            "            <p class=\"pTitle color3\">第八条 奖金分配：\n" +
            "            <p class=\"pTitle color3\">一等奖，单注固定奖金100000元。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第四章 奖金管理</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第九条 “排列5”按每期销售总额的50%计提奖金,计提奖金分为当期奖金和调节基金，其中49%为当期奖金，1%为调节基金。\n" +
            "            <p class=\"pTitle color3\">第十条 “排列5”设置奖池，奖池由当期奖金与实际中出奖金的差额累计而成。若当期奖金大于当期中出奖金时，余额滚入奖池；若当期奖金小于当期中出奖金时，差额用奖池补足；若奖池不足时，用调节基金补足，调节基金不足时，从发行经费中垫支。\n" +
            "            <p class=\"pTitle color3\">第十一条 调节基金还包括弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险以及设立特别奖。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第五章　中　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十二条 所购彩票与开奖结果对照，符合以下情况即为中奖。\n" +
            "            <p class=\"pTitle color3\">一等奖，所选号码与中奖号码全部相同且顺序一致。例如：中奖号码为43751，则排列5的中奖结果为：43751。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第六章　兑　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十六条 “排列5”兑奖当期有效。每期自开奖次日起60天为兑奖期，逾期未兑，视为弃奖纳入调节基金。\n" +
            "            <p class=\"pTitle color3\">第十七条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。\n" +
            "            <p class=\"pTitle color3\">第十八条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "</div>";
    public static String RULE_K3 = "<div id=\"container\">" +
            "    <div class=\"tabMould\">" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>快三游戏规则</h2>\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第一章   总则</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第一条  根据《彩票管理条例》(国务院令第554号) 和《彩票管理条例实施细则》（财政部 民政部 国家体育总局令第67号）等有关规定，制定本规则。\n" +
            "            <p class=\"pTitle color3\">第二条  中国福利彩票快3游戏（以下简称快3游戏）由中国福利彩票发行管理中心发行和组织销售，由经财政部批准的福利彩票销售机构（以下称相关省福彩机构）在所辖区域内销售。\n" +
            "            <p class=\"pTitle color3\">第三条  快3游戏采用计算机网络系统发行，在相关省福彩机构设置的销售网点销售,定期开奖。\n" +
            "            <p class=\"pTitle color3\">第四条  快3游戏实行自愿购买，凡购买者均被视为同意并遵守本规则。\n" +
            "            <p class=\"pTitle color3\">第五条  不得向未成年人出售彩票或兑付奖金。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第二章　投 注</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第六条  快3游戏是指以三个号码组合为一注进行单式投注，每个投注号码为1-6共六个自然数中的任意一个,一组三个号码的组合称为一注。每注金额人民币2元。购买者可对其选定的投注号码进行多倍投注,投注倍数范围为2-99倍。单张彩票的投注金额最高不得超过20000元。\n" +
            "            <p class=\"pTitle color3\">第七条  购买者可在相关省福彩机构设置的销售网点投注。投注号码经投注机打印出对奖凭证，交购买者保存，此对奖凭证即为快3游戏彩票。\n" +
            "            <p class=\"pTitle color3\">第八条  快3游戏根据号码组合共分为“和值”、“三同号”、“二同号”、“三不同号”、“二不同号”、“三连号通选”投注方式，具体规定如下：\n" +
            "            <p class=\"pTitle color3\">（一）和值投注：是指对三个号码的和值进行投注包括“和值4”至“和值17”投注。\n" +
            "            <p class=\"pTitle color3\">（二）三同号投注：是指对三个相同的号码进行投注，具体分为：\n" +
            "            <p class=\"pTitle color3\">1、三同号通选：是指对所有相同的三个号码（111、222、…、666）进行投注；\n" +
            "            <p class=\"pTitle color3\">2、三同号单选：是指从所有相同的三个号码（111222、…、666）中任意选择一组号码进行投注。\n" +
            "            <p class=\"pTitle color3\">(三) 二同号投注：是指对两个指定的相同号码进 行投注，具体分为：\n" +
            "            <p class=\"pTitle color3\">1、二同号复选：是指对三个号码中两个指定的相同号码和一个任意号码进行投注；\n" +
            "            <p class=\"pTitle color3\">2、二同号单选：是指对三个号码中两个指定的相同号码和一个指定的不同号码进行投注。\n" +
            "            <p class=\"pTitle color3\">(四) 三不同号投注：是指对三个各不相同的号码进行投注。\n" +
            "            <p class=\"pTitle color3\">(五) 二不同号投注：是指对三个号码中两个指定的不同号码和一个任意号码进行投注。\n" +
            "            <p class=\"pTitle color3\">(六) 三连号通选投注：是指对所有三个相连的号码（仅限：123、234、345、456）进行投注。\n" +
            "            <p class=\"pTitle color3\">第九条  购买者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者选定的号码输入投注机进行投注。\n" +
            "            <p class=\"pTitle color3\">第十条  购买者可选择多期投注。多期投注是指购买从当期起连续若干期的彩票。\n" +
            "            <p class=\"pTitle color3\">第十一条  快3游戏每期销售时间为10分钟。销售期号以销售日按每期开奖顺序编排。\n" +
            "            <p class=\"pTitle color3\">第十二条  快3游戏每期全都投注号码的可投注数量实行限量销售,若投注号码受限,则不能投注。若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还购买者投注金额。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第三章　设 奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十三条  快3游戏按当期销售额的59%、13%和28%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，58%为当期奖金，1%为调节基金。\n" +
            "            <p class=\"pTitle color3\">第十四条  快3游戏按不同单式投注方式设奖，均为固定奖。奖金规定如下：\n" +
            "            <p class=\"pTitle color3\">（一）和值投注\n" +
            "            <p class=\"pTitle color3\">1.和值4：单注奖金固定为80元；\n" +
            "            <p class=\"pTitle color3\">2.和值5：单注奖金固定为40元;\n" +
            "            <p class=\"pTitle color3\">3.和值6：单注奖金固定为25元；\n" +
            "            <p class=\"pTitle color3\">4.和值7：单注奖金固定为16元;\n" +
            "            <p class=\"pTitle color3\">5.和值8：单注奖金固定为12元；\n" +
            "            <p class=\"pTitle color3\">6.和值9：单注奖金固定为10元;\n" +
            "            <p class=\"pTitle color3\">7.和值10：单注奖金固定为9元；\n" +
            "            <p class=\"pTitle color3\">8.和值11：单注奖金固定为9元;\n" +
            "            <p class=\"pTitle color3\">9.和值12：单注奖金固定为10元；\n" +
            "            <p class=\"pTitle color3\">10.和值13：单注奖金固定为12元;\n" +
            "            <p class=\"pTitle color3\">11.和值14：单注奖金固定为16元；\n" +
            "            <p class=\"pTitle color3\">12.和值15：单注奖金固定为25元;\n" +
            "            <p class=\"pTitle color3\">13.和值16：单注奖金固定为40元；\n" +
            "            <p class=\"pTitle color3\">14.和值17：单注奖金固定为80元。\n" +
            "            <p class=\"pTitle color3\">（二）三同号投注\n" +
            "            <p class=\"pTitle color3\">1.三同号通选：单注奖金固定为40元；\n" +
            "            <p class=\"pTitle color3\">2.三同号单选：单注奖金固定为240元。\n" +
            "            <p class=\"pTitle color3\">（三）二同号投注\n" +
            "            <p class=\"pTitle color3\">1.二同号复选：单注奖金固定为15元；\n" +
            "            <p class=\"pTitle color3\">2.二同号单选：单注奖金固定为80元。\n" +
            "            <p class=\"pTitle color3\">（四）三不同号投注三不同号：单注奖金固定为40元。\n" +
            "            <p class=\"pTitle color3\">（五）二不同号投注二不同号：单注奖金固定为8元。\n" +
            "            <p class=\"pTitle color3\">（六）三连号通选投注三连号通选：单注奖金固定为10元。\n" +
            "            <p class=\"pTitle color3\">第十五条  快3游戏设置调节基金。调节基金包括按销售总额1%提取部分、逾期未退票的票款。调节基金用于支付不可预见的资金支出风险，以及设立特别奖。动用调节基金设立特别奖，应报同级财政部门审核批准。\n" +
            "            <p class=\"pTitle color3\">第十六条  快3游戏设置奖池。奖池资金由当期计提奖金与实际中出奖金的差额组成。当期实际中出奖金小于计提奖金时，余额进入奖池；当期实际中出奖金超过计提奖金时，差额由奖池资金补足。当奖池资金总额不足时，由调节基金补足，调节基金不足时，用彩票机构业务费垫支。在出现业务费垫支的情况下，当调节基金有资金滚入时优先偿还垫支的业务费。当奖池资金超过200万元时，超出部分转入调节基金。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第四章　开 奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\"> 第十七条  快3游戏采用专用电子开奖设备开奖，每期随机生成三个号码，作为当期开奖号码，每个号码为1-6共六个自然数中的任意一个。每期开奖时间为1分钟。\n" +
            "            <p class=\"pTitle color3\"> 第十八条  每期开奖后，相关省福彩机构应向社会公布开奖号码、当期销售总额、各奖级中奖情况及奖池资金余额等信息，并将开奖结果通知销售网点。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第五章　中　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\"> 第十九条  根据购买者选择的快3游戏的投注号码和投注方式，与当期开奖号码的相符情况，确定相应的中奖资格。具体规定如下：\n" +
            "            <p class=\"pTitle color3\"> （一） 和值投注和值：投注号码与当期开奖号码的三个号码的和值相符，即中奖。\n" +
            "            <p class=\"pTitle color3\"> （二） 三同号投注\n" +
            "            <p class=\"pTitle color3\"> 1.三同号通选：当期开奖号码的三个号码相同，即中奖；\n" +
            "            <p class=\"pTitle color3\"> 2.三同号单选：当期开奖号码的三个号码相同,且投注号码与当期开奖号码相符，即中奖。\n" +
            "            <p class=\"pTitle color3\"> （三）二同号投注\n" +
            "            <p class=\"pTitle color3\"> 1.二同号复选：当期开奖号码中有两个号码相同,且投注号码中的两个相同号码与当期开奖号码中两个相同号码相符，即中奖；\n" +
            "            <p class=\"pTitle color3\"> 2.二同号单选：当期开奖号码中有两个号码相同，且投注号码与当期开奖号码中两个相同号码和一个不同号码分别相符，即中奖。\n" +
            "            <p class=\"pTitle color3\"> （四）三不同号投注三不同号投注：当期开奖号码的三个号码各不相同，且投注号码与当期开奖号码全部相符，即中奖。\n" +
            "            <p class=\"pTitle color3\"> （五）二不同号投注二不同号投注：当期开奖号码中有两个号码不相同，且投注号码中的两个不同号码与当期开奖号码中的两个不同号码相符，即中奖。\n" +
            "            <p class=\"pTitle color3\"> （六）三连号通选投注三连号通选：当期开奖号码为三个相连的号码（仅限：123、234、345、456），即中奖。\n" +
            "            <p class=\"pTitle color3\"> 第二十条  当期每注投注号码按其投注方式只有一次中奖机会，不能兼中兼得，特别设奖除外。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第六章　兑　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\"> 第二十一条  快3游戏兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖奖金纳入彩票公益金。\n" +
            "            <p class=\"pTitle color3\"> 第二十二条  中奖彩票为中奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。\n" +
            "            <p class=\"pTitle color3\"> 第二十三条  兑奖机构可以查验中奖者的中奖彩票及有效身份证件，中奖者兑奖时应予配合。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "</div>";
    public static String RULE_KLPK = "<div id=\"container\">" +
            "<div class=\"tabMould\">" +
            "<div class=\"tabMouldHead\">\n" +
            "<h2>开奖时间</h2>\n" +
            "</div>\n" +
            "<div class=\"tabMouldBody\">\n" +
            "<p class=\"title\">每天销售88期，每10分钟一期。</p>\n" +
            "<p class=\"title\" id=\"lotTime\">每天<span id=\"startTime\">08:30</span>第一期开奖，<span id=\"endTime\">23:00</span>最后一期开奖。</p>\n" +
            "</div>\n" +
            "</div>\n" +
            "<div class=\"tabMould\">\n" +
            "<div class=\"tabMouldHead\">\n" +
            "<h2>玩法规则</h2>\n" +
            "</div>\n" +
            "<div class=\"tabMouldBody\"> \n" +
            "<p class=\"pTitle color3\">每期从52张(黑桃、红桃、梅花、方块A-K各13张)扑克牌中的开出任意3张作为开奖号码。</p>\n" +
            "</div>\n" +
            "</div>\n" +
            "<div class=\"tabMould\">\n" +
            "<div class=\"tabMouldHead\">\n" +
            "<h2>中奖说明</h2>\n" +
            "</div>\n" +
            "<div class=\"tabMouldBody\">\n" +
            "<table class=\"introduce\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n" +
            "<tr>\n" +
            "<td>玩法</td>\n" +
            "<td>中奖条件</td>\n" +
            "<td>奖金</td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>对子包选</td>\n" +
            "<td>开奖号有且只有2个数字相同(不分花色)</td>\n" +
            "<td>7<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>对子单选</td>\n" +
            "<td>开奖号有且只有2个数字相同(不分花色)且与投注号码相同</td>\n" +
            "<td>88<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>豹子包选</td>\n" +
            "<td>开奖号的3个数字都相同(不分花色)</td>\n" +
            "<td>500<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>豹子单选</td>\n" +
            "<td>开奖号的3个数字都相同(不分花色)且与投注号码相同</td>\n" +
            "<td>6400<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>同花包选</td>\n" +
            "<td>开奖号花色都相同</td>\n" +
            "<td>22<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>同花单选</td>\n" +
            "<td>开奖号花色都相同且与投注花色相同</td>\n" +
            "<td>90<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>顺子包选</td>\n" +
            "<td>开奖号的3个数字是连续的(不分花色)</td>\n" +
            "<td>33<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>顺子单选</td>\n" +
            "<td>开奖号的3个数字是连续的(不分花色)且与投注号码相同</td>\n" +
            "<td>400<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>同花顺<br />包选</td>\n" +
            "<td>开奖号的3个数字是连续的且花色都相同</td>\n" +
            "<td>535<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>同花顺<br />单选</td>\n" +
            "<td>开奖号的3个数字是连续的且都是所投注的花色</td>\n" +
            "<td>2150<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>任选一</td>\n" +
            "<td>选1个号码投注且与开奖的任意1个相同(不分花色)</td>\n" +
            "<td>5<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>任选二</td>\n" +
            "<td>选2个号码投注且与开奖的任意2个相同(不分花色)</td>\n" +
            "<td>33<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>任选三</td>\n" +
            "<td>选3个号码投注，投注号码包含开奖号码(不分花色)</td>\n" +
            "<td>116<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>任选四</td>\n" +
            "<td>选4个号码投注，投注号码包含开奖号码(不分花色)</td>\n" +
            "<td>46<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>任选五</td>\n" +
            "<td>选5个号码投注，投注号码包含开奖号码(不分花色)</td>\n" +
            "<td>22<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "<tr>\n" +
            "<td>任选六</td>\n" +
            "<td>选6个号码投注，投注号码包含开奖号码(不分花色)</td>\n" +
            "<td>12<span class=\"unit\">元</span></td>\n" +
            "</tr>\n" +
            "</table>\n" +
            "</div>\n" +
            "</div>\n" +
            "<div class=\"tabMould\">\n" +
            "<div class=\"tabMouldHead\">\n" +
            "<h2>便捷返奖</h2>\n" +
            "</div>\n" +
            "<div class=\"tabMouldBody\">\n" +
            "<p class=\"pTitle color6\">奖金自动返还至用户帐户中，<span id=\"return\">可继续投注或提现</span>。</p>\n" +
            "</div>\n" +
            "</div>\n" +
            "</div>";

    public static String RULE_RX9 = "<div id=\"container\">\n" +
            "<div class=\"tabMould\">\n" +
            "<div class=\"tabMouldHead zuqiu\">\n" +
            "<h2>开奖时间</h2>\n" +
            "<span class=\"triangle\"></span>\n" +
            "</div>\n" +
            "<div class=\"tabMouldBody\">\n" +
            "<p class=\"Title\">不定期开奖，官方截期前20分钟。</p>\n" +
            "</div>\n" +
            "</div>\n" +
            "<div class=\"tabMould\">\n" +
            "<div class=\"tabMouldHead zuqiu\">\n" +
            "<h2>玩法规则</h2>\n" +
            "<span class=\"triangle\"></span>\n" +
            "</div>\n" +
            "<div class=\"tabMouldBody\">\n" +
            "<p class=\"pTitle\">竞猜任意9场比赛的胜(3)、平(1)、负(0)结果。</p>\n" +
            "</div>\n" +
            "</div>\n" +
            "<div class=\"tabMould\">\n" +
            "<div class=\"tabMouldHead zuqiu\">\n" +
            "<h2>奖项设置</h2>\n" +
            "</div>\n" +
            "<div class=\"tabMouldBody\">\n" +
            "<p class=\"pTitle\">共设1个奖级，一等奖：</p>\n" +
            "<p class=\"pTitle\">猜中选定9场的结果，单注奖金为奖金总额的100%与奖金池之和除以中奖注数。</p>\n" +
            "<div class=\"note1 color9\">\n" +
            "注：<br />\n" +
            "竞猜结果为每场比赛在全场90分钟(含伤停补时)比赛的胜平负结果。\n" +
            "</div>\n" +
            "</div>\n" +
            "</div>\n" +
            "<div class=\"tabMould\">\n" +
            "<div class=\"tabMouldHead zuqiu\">\n" +
            "<h2>便捷返奖</h2>\n" +
            "</div>\n" +
            "<div class=\"tabMouldBody\">\n" +
            "<p class=\"pTitle\">中奖金额&lt;100万元时,奖金自动返还至用户帐户中，可继续投注或提现。</p>\n" +
            "<p class=\"pTitle\">中奖金额&gt;100万元时,客服第一时间电话通知，用户可以选择在平台人员陪同下亲自领奖，也可以授权本平台代领再派发到账户中，永无弃奖。</p>\n" +
            "</div>\n" +
            "</div>\n" +
            "</div>";

    public static String RULES_SFC = "<div id=\"container\">\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>中国足球彩票胜负游戏规则</h2>\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第一章   总则</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第一条 根据财政部《彩票发行与销售管理暂行规定》和《中国足球彩票发行与销售管理办法》，制定本游戏规则。\n" +
            "            <p class=\"pTitle color3\">第二条 中国足球彩票胜负游戏(简称“胜负游戏”)由国家体育总局体育彩票管理中心统一发行，在全国范围内进行联网销售。\n" +
            "            <p class=\"pTitle color3\">第三条 “胜负游戏”实行自愿购买，凡购买该彩票者即被视为同意并遵守本规则。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第二章 游戏方法</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第四条 “胜负游戏”是以中国足球彩票胜负玩法所选择的足球比赛场次为竞猜对象，购买“胜负游戏”时，由购买者从中国足球彩票胜负玩法选择的所有竞猜场次每场比赛在全场90分钟(含伤情补时)比赛的胜平负的结果进行投注，对于所选竞猜场次的比赛成绩均只选择1种预测结果为单式投注，对于某一竞猜场次的比赛成绩选择 2种(含)以上的预测结果为复式投注。\n" +
            "            <p class=\"pTitle color3\">购买者可对其选定的结果进行多倍投注，投注倍数范围为2-99倍。\n" +
            "            <p class=\"pTitle color3\">第五条 购买者可在各省、自治区、直辖市体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“胜负游戏”足球彩票，交购买者保存。\n" +
            "            <p class=\"pTitle color3\">第六条 “胜负游戏”每注2元人民币。彩票不记名、不挂失，不返还本金，不流通使用。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第三章　设 奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第七条 “胜负游戏”只设2个浮动奖级，分别为一等奖和二等奖。\n" +
            "            <p class=\"pTitle color3\">第八条 奖金分配：\n" +
            "            <p class=\"pTitle color3\">一等奖为当期奖金总额的70%，及奖池和调节基金转入部分；\n" +
            "            <p class=\"pTitle color3\">二等奖为当期奖金总额的30%。\n" +
            "            <p class=\"pTitle color3\">第九条 单注彩票中奖奖金最高限额500万元。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第四章 奖金管理</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十条 “胜负游戏”返奖奖金为销售总额的65%。其中，当期奖金为销售总额的64%，调节基金为销售总额的1%。\n" +
            "            <p class=\"pTitle color3\">第十一条 “胜负游戏”设置奖池，奖池由上期未中出的浮动奖奖金和超出一等奖单注封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并为一等奖奖金。\n" +
            "            <p class=\"pTitle color3\">单注奖金以元为单位取整，不足1元补足至1元，补足部分从调节基金支付，调节基金不足从发行费列支。\n" +
            "            <p class=\"pTitle color3\">第十二条 调节基金包括按销售总额1%提取部分、浮动奖奖金取整后的余额、弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险、调节浮动奖奖金，以及设立特别奖。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第五章　中　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十三条 足球胜负彩票以购票人预测的胜平负结果与对应的实际比赛结果相符的数量，确定其中奖与否以及中奖等级。\n" +
            "            <p class=\"pTitle color3\">具体奖级设置如下：\n" +
            "            <p class=\"pTitle color3\">一等奖 猜中全部14场比赛的胜平负结果；\n" +
            "            <p class=\"pTitle color3\">二等奖 猜中其中13场比赛的胜平负结果。\n" +
            "            <p class=\"pTitle color3\">如出现《管理办法》第十三条规定的特别情形，则以《管理办法》确定的结果作为开奖结果，并以总局彩票中心的公告为准。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "    <div class=\"tabMould\">\n" +
            "        <div class=\"tabMouldHead\">\n" +
            "            <h2>第六章　兑　奖</h2>\n" +
            "        </div>\n" +
            "        <div class=\"tabMouldBody\">\n" +
            "            <p class=\"pTitle color3\">第十五条 “胜负游戏”兑奖当期有效。每期自开奖之日起60个自然日为兑奖期，逾期未兑，视为弃奖。\n" +
            "            <p class=\"pTitle color3\">第十六条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。\n" +
            "            <p class=\"pTitle color3\">第十七条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。\n" +
            "        </div>\n" +
            "    </div>\n" +
            "</div>";
}
